[PAD]
[CLS]
[SEP]
[MASK]
[UNK]
k
f
h
e
i
v
m
b
s
o
l
g
c
r
t
u
w
x
y
z
j
d
a
n
p
q
区
店
22
36
16
713
32
28
24
130
15
10
61
39
12
11
21
17
6713
1601
55
23
123
946
13
2002
41
14
57
2068
74
152
2150
19
168
100
118
80
1100
20
688
124
1825
1475
76
453
38
88
42
1324
188
97
202
60
33
4044
4045
4046
4047
4040
4041
4042
4043
4048
4049
591
590
593
592
595
594
597
596
599
598
2464
2465
2466
2467
2460
2461
2462
2463
2468
2469
8068
4850
8660
8661
8662
8663
8664
8665
8666
8667
8668
8669
6600
6601
6602
6603
6604
6605
6606
6607
6608
6609
4656
5331
5330
5333
5332
5335
5334
5337
5336
5339
5338
3698
3699
3690
3691
3692
3693
3694
3695
3696
3697
3547
3541
8163
8161
8167
4428
4429
4422
4423
4420
4421
4426
4427
4424
4425
1188
1189
1186
1187
1184
1185
1182
1183
1180
7337
7336
7335
7334
7333
7332
7331
7330
7339
7338
9253
6691
8408
8409
8400
8401
8402
8403
8404
8405
8406
8407
4365
4364
4367
4366
4361
4360
4363
4362
4369
4368
9
9267
9268
6028
6029
6020
6021
6022
6023
6024
6025
6026
2345
2344
2347
2346
2341
2340
2343
2342
2349
2348
1502
1503
1500
1501
1507
1504
1505
1508
1509
1163
1169
9928
9929
9920
9921
9922
9923
9924
9925
9926
9927
64
68
2512
2212
2214
7198
1024
2548
1366
1367
1364
1365
1362
1363
1360
1361
1368
1369
4149
4148
4145
4144
4147
4146
4141
4140
4143
4142
8766
6248
6249
6242
6244
2527
2522
8729
8728
8721
8720
8723
8722
8725
8724
8727
8726
3442
6709
6708
6701
6700
6703
6702
6705
6704
6707
6706
7874
7875
7876
7877
7870
7871
7872
7873
7878
7879
7539
7538
7535
7534
7537
7536
7531
7530
7533
7532
429
428
421
420
423
422
425
424
427
426
7540
7546
7547
4563
4562
4561
4560
4567
4566
4565
4564
4569
4568
8569
3058
3054
3050
3051
8192
8191
8198
7218
7219
7210
7211
7212
7213
7214
7215
7216
7217
8245
308
300
8110
8503
8502
8505
8504
8509
8508
878
879
876
877
874
875
872
873
870
871
1409
1408
1403
1402
1401
1400
1407
1406
1405
1404
5432
5433
5430
5431
5436
5437
5434
5438
5439
9665
9662
9668
3530
3538
3812
3813
3810
3811
3816
3817
3814
3815
3818
3819
3071
6184
3077
3289
3288
3287
3285
3284
3283
3282
3281
3280
6868
6869
6864
6865
6866
6867
6860
6861
6862
6863
9698
9699
9696
9694
9695
9692
9690
9691
9318
9312
9310
7659
7678
7679
7676
7677
7674
7675
7672
7673
7670
7671
380
381
382
383
384
385
386
387
388
389
2190
2191
2192
2193
2194
2195
2196
2197
2198
2199
9168
9169
9164
9165
9166
9167
9160
9161
9162
9163
4030
6904
4034
4038
5650
3787
7686
5890
5891
5892
5893
5894
5895
5896
5897
5898
5899
1113
3379
3378
3377
3376
3375
3374
3373
3371
3370
6976
6977
6974
6975
6972
6973
6970
6971
6978
6979
2873
2872
2871
2870
2877
2876
2875
2874
2878
2990
2994
775
774
777
776
771
770
773
772
779
778
529
1615
9076
9077
9074
9072
9073
9070
9071
9078
9079
5173
5172
5171
5177
5176
5175
5174
5179
5178
282
287
3628
7456
7457
7454
7455
7452
7453
7450
7451
7458
7459
1828
1827
9384
9385
9386
9387
9380
9381
9382
9383
9388
9389
2415
2418
3197
3196
3195
3194
3193
3192
3191
3190
3199
3198
8608
8609
8603
8600
8601
8607
8604
8605
9203
6668
6669
6662
6663
6660
6661
6666
6667
6664
6665
5319
5318
5313
5312
5311
5310
5317
5316
5315
5314
1894
4408
4409
4405
4406
4407
4400
4401
4402
4403
8069
8066
8067
8064
8065
8062
8063
8060
8061
3580
3582
3583
3584
3585
3586
3587
3588
3589
3222
8819
8462
8463
8460
8461
8466
8467
8464
8465
8468
8469
4349
4348
4347
4346
4345
4344
4343
4342
4341
4340
5092
6042
6043
6040
6041
6046
6047
6044
6045
6048
6049
2369
2368
2367
2366
2365
2364
2363
2362
2361
2360
4115
1525
1526
1527
1520
1521
1522
1523
1528
1529
5779
5778
5771
5773
5772
5775
5777
5776
9942
9943
9940
9946
9947
9944
9945
9948
6116
1348
1340
1341
1342
1343
1344
1345
1346
1347
1207
1202
1432
1431
2051
2053
2052
2054
2057
2056
2059
2058
4005
9289
9288
9285
9284
9287
9286
9281
9280
9283
9282
4167
4166
4165
4163
4161
4160
4169
4168
154
157
2587
2586
2585
2584
2583
2582
2580
2589
2588
1561
7612
5951
5950
5953
5952
5955
5954
5957
5956
5959
5958
689
685
684
687
686
681
680
683
682
2967
2961
2962
8703
8701
8700
8707
8706
8705
8704
8709
2705
2138
6723
6722
6721
6720
6727
6726
6725
6724
6729
6728
6595
8787
7516
7515
7514
7513
7512
7511
7510
7518
5030
407
406
405
404
402
400
409
408
7901
2480
4505
4504
4507
4506
4501
4503
4502
4509
4508
3489
3488
3481
3480
3483
3482
3484
3487
3486
3664
3666
1069
1068
1061
1060
1063
1062
1065
1064
1067
1066
7817
7272
7273
7271
7276
7277
7274
7275
7278
7279
7296
8529
8528
8523
8522
8521
8520
8525
8524
8888
8889
8885
8886
8887
8880
8881
8882
8883
950
952
956
854
855
856
857
850
852
853
858
859
1469
1468
1465
1464
1467
1460
1463
1462
5414
5415
5416
5417
5410
5411
5412
5413
5418
5419
4905
4221
3834
3835
3836
3837
3830
3831
3832
3838
3839
1643
1649
3261
3260
3263
3262
3265
3264
3267
3266
3269
3268
6886
6887
6884
6885
6882
6883
6880
6881
6888
8588
6615
6614
1241
1240
1243
1242
1244
1247
1249
1248
7652
7653
7654
7655
7656
7657
7658
9701
6874
9186
9187
9184
9185
9182
9180
9181
9188
3614
5062
6027
8648
2288
2289
2280
2281
2282
2283
2285
2286
2287
5390
5398
3391
3390
3393
3392
3395
3394
3397
3396
3399
3398
6958
6959
6950
6951
6952
6954
6955
6956
6957
2815
2814
2816
2811
2813
2812
2819
2818
1506
6279
753
752
751
750
757
756
755
754
759
758
1908
1909
1906
1907
1904
1905
1902
1901
9059
9050
9051
9052
9053
9054
9055
9056
5115
5114
5117
5116
5111
5110
5113
5112
5119
5260
7478
7471
7472
7473
7474
7475
7476
7477
7026
1295
1483
1841
4608
4609
4606
4604
4605
4602
4603
4600
4601
8279
3201
8629
8624
8625
8626
8627
8620
8622
8623
8985
8984
8986
8981
8983
8982
8989
2796
3859
6649
6644
6645
6646
6647
6640
6642
6643
4942
4949
5379
5378
5375
5374
5376
5371
5370
5373
5372
988
989
982
980
981
986
984
8040
8041
8042
8043
8044
8045
8046
8048
8049
9559
9558
9551
9550
9553
9552
9555
9554
9557
9556
8314
3893
3896
3897
7139
7138
7131
7130
7132
7135
7134
7137
7136
8444
8445
8446
8447
8440
8441
8442
8443
8448
8449
4052
4059
6064
6065
6066
6067
6060
6061
6062
6063
6068
6069
9865
2381
2380
2383
2382
2385
2384
2387
2386
2388
1947
3892
5753
5752
5751
5750
5757
5756
5755
5754
5759
5758
1399
2938
2939
2936
2937
2934
2935
2932
2933
2930
2931
1394
9014
9010
9964
9965
9966
9967
9960
9961
9962
9963
9968
216
217
214
215
213
210
211
218
219
9733
9732
9735
9734
9737
9736
9739
5038
5039
5034
5035
5032
5033
5031
5901
636
1322
1323
1320
1321
1326
1327
1325
1328
1329
7710
7713
7712
7715
7714
7717
7716
7719
7718
3429
3423
2079
2078
2073
2072
2070
2077
2075
2074
6495
6494
6497
6496
6491
6490
6493
6492
6499
6498
930
5979
5978
5973
5972
5971
5970
5977
5976
5975
5974
3092
3093
3090
3091
3097
3094
3095
3098
3099
8765
8764
8767
8761
8760
8763
8762
8769
8768
2699
2698
2696
2695
2694
2693
2692
2691
2690
670
6745
6744
6747
6746
6741
6740
6743
6742
6749
6748
5216
5217
5215
5212
5213
5210
5211
5218
5219
469
468
465
464
467
466
461
460
463
462
8759
8757
4529
4528
4527
4526
4525
4524
4522
4521
4520
8149
8141
8140
8143
8142
8144
8147
8146
8932
2666
2663
2661
1043
1042
1041
1040
1046
1045
1049
1048
3448
3447
3446
3440
4643
4646
7254
7256
7257
7250
7251
7252
7253
7258
7259
8549
8548
8544
8547
8540
8543
8542
8866
8867
8864
8862
8863
8860
8861
8868
8869
309
8988
303
305
306
832
833
830
831
836
834
835
838
839
9458
9456
1447
1446
1445
1444
1443
1442
1441
1440
1448
507
3966
6777
3249
3248
3243
3242
3241
3240
3247
3246
3245
3244
3358
1269
1268
1263
1262
1261
1260
1267
1266
1264
7638
7639
7632
7633
7630
7631
7636
7637
7634
7635
2543
4282
4283
4280
4286
4287
4284
4285
4288
5249
5244
1722
6839
6932
6933
6930
6931
6936
6934
6935
6938
6939
2839
2838
2837
2836
2834
2833
2832
2831
2830
9062
1920
1921
1922
1924
1925
1926
1927
1928
1929
6340
6342
9032
9033
9030
9031
9036
9037
9034
9035
9038
9039
5139
5138
5137
5136
5135
5134
5133
5132
5131
5130
1466
7412
7413
7410
7411
7416
7417
7414
7415
7418
7419
2221
3868
4620
4621
4622
4623
4624
4625
4626
4627
4628
4629
4232
7442
9457
8093
5356
5355
5354
5353
5352
5351
5350
5359
5358
8022
8023
8021
8026
8027
8024
8025
1086
1084
8947
8946
9573
9572
9571
9570
9577
9576
9575
9574
9579
9578
3920
4827
4820
4821
7113
7112
7111
7110
7116
7115
7119
7118
6682
4389
4388
4383
4382
4381
4380
4387
4385
4384
3454
9275
9277
9429
9421
9424
5735
5734
5737
5736
5731
5730
5733
5732
5738
2910
2911
2912
2913
2914
2915
2916
2918
2919
2499
2498
2491
2490
2493
2497
2496
238
239
234
235
236
230
231
232
233
7184
9719
9718
9713
9712
9711
9710
9717
9716
9715
9714
5010
5011
5012
5013
5014
5015
5016
5017
5018
5019
1039
1032
2759
1304
1305
1300
1301
1302
1303
1309
7739
7738
7733
7732
7731
7730
7737
7736
7735
7734
2019
2018
2015
2014
2016
2011
2010
2013
2012
4764
7980
7981
7982
7983
7984
7985
7986
7987
7988
9633
7003
4289
6232
5919
5915
5914
5917
5916
5911
5910
5913
5912
641
640
643
645
644
647
646
648
2538
2531
2535
8749
8748
8747
8746
8745
8744
8743
8742
8741
8740
2670
2673
2672
2675
2677
2676
2679
2678
6769
6768
6767
6765
6764
6763
6762
6761
5238
5239
5230
5231
5232
5233
5234
5235
5236
5237
449
448
443
442
440
447
446
445
444
539
8162
8166
8165
8169
8168
8572
8578
1025
1027
1026
1021
1020
1023
1022
1029
1028
8567
8566
8565
8564
8563
8562
8561
8560
8568
8616
8848
8849
8840
8841
8842
8843
8844
8845
8846
8847
6187
6186
6185
6183
6182
6181
6180
6189
6188
2534
818
819
810
811
812
813
814
815
816
817
5658
5659
5656
5657
5655
5652
5653
5651
7085
9671
9678
3520
9796
9459
9452
9887
9886
9885
9884
9883
9882
9881
9880
9889
9888
3229
3228
3225
3224
3227
3226
3221
3220
3223
9306
9307
9300
1209
1208
1205
1204
1206
1201
1200
1203
9516
8286
8284
7618
7619
7614
7615
7616
7617
7610
7611
7613
2136
2137
2135
2132
2133
2130
2131
6590
6591
6592
6593
6594
6596
6597
6598
6599
6678
4027
7889
7888
4028
7881
7880
7883
7882
7885
7884
7887
7886
3751
5666
7698
5836
5837
5834
5835
5832
5833
5831
5838
5839
1104
6914
6915
6916
6917
6910
6911
6912
6913
6918
6919
237
2798
2799
2792
2793
2790
2791
2797
2794
2795
531
530
6518
6511
1948
1949
1942
1943
1940
1941
1946
1944
1945
9015
9016
9017
9011
9012
9013
9018
9019
9331
5329
7434
7435
7436
7437
7430
7431
7432
7433
7438
7439
1837
2405
2400
4648
4649
4642
4640
4641
4647
4644
4645
2315
3748
3749
3747
3744
3745
3742
3743
3740
3741
4321
4320
1728
1729
1726
1727
1724
1725
1723
1720
1721
7800
7802
4953
8941
8940
8943
8942
8945
8944
8949
8948
4828
4829
4824
4825
4822
4823
6688
6689
6680
6681
6683
6684
6685
6686
3113
5918
8008
8009
8004
8005
8006
8007
8000
8001
8002
8003
8500
8507
3526
3527
3524
3525
3522
3521
3528
3529
9515
9514
9517
9511
9510
9513
9512
9518
1106
1107
1105
1102
1103
1101
1108
1109
7175
7174
7177
7176
7171
7170
7173
7172
7179
7178
4419
5931
5091
4754
9114
5719
5718
5717
5716
5714
5713
5712
5711
5710
9379
9378
9371
9370
9373
9372
9375
9377
9376
4093
4092
4091
4090
4097
4096
4095
4094
4099
2097
3593
2978
2979
2972
2970
2971
2976
2977
2974
4735
258
259
252
250
251
256
257
255
9779
9778
9775
9774
9777
9776
9770
9773
9772
9374
5079
5072
5073
5070
5076
5077
5074
5075
6687
7759
7758
7755
7754
7757
7756
7751
7750
7752
2037
2036
2035
2034
2033
2032
2031
2030
2039
2038
6451
6450
6453
6452
6455
6454
6457
6459
6458
568
561
8965
167
160
5937
5936
5933
5930
5939
5938
5435
5307
669
667
666
665
664
663
662
661
660
2973
2975
2659
2658
2652
2651
2657
2656
2655
2654
2716
3732
6781
6780
6783
6782
6785
6784
6787
6786
6789
6788
5252
5253
5250
5251
5256
5257
5255
5258
3746
7321
7322
7974
7977
7976
7972
1889
1885
1881
1880
8105
8104
8107
8106
8101
8100
8103
8102
8109
8108
3679
9438
9439
9436
9437
9434
9435
9432
9433
9430
9431
1009
1008
1006
1004
1003
1002
1001
1000
7018
7019
7016
7017
7014
7015
7012
7013
7010
7011
7899
7189
8822
8823
8821
8826
8827
8824
8825
8828
7183
5670
5671
5672
5673
5675
5676
5677
4379
7725
2495
6299
6298
6296
6295
6290
6101
253
254
1659
3207
3206
3205
3204
3203
3202
3200
3209
3208
9616
9617
9614
9615
9612
9613
9610
9611
9618
9619
8672
5127
5123
1227
1226
1225
1224
1223
1222
1220
1229
1228
9771
2118
2110
2111
2112
2113
2114
2116
2117
3286
9304
9303
1898
1895
1896
1897
1890
1892
5078
5071
5818
5819
5810
5811
5812
5813
5814
5815
5816
5817
2357
4798
4799
4794
4795
4796
4797
4790
4791
4792
4793
9697
9693
183
180
181
186
187
184
1534
1530
1538
4787
4780
4980
1968
1969
1964
1965
1966
1967
1961
1547
7753
1498
4668
4664
4665
4666
4667
4661
4662
4663
8208
8206
8207
8204
8205
8203
8200
8201
3760
3761
3762
3763
3764
3765
3767
3768
3769
1700
1701
1702
1704
1706
1708
1709
5486
8269
8264
8265
8266
8267
8682
8683
8680
8681
8686
8687
8685
8969
8968
8963
8962
8961
8960
8967
8966
8964
4800
4801
4802
4803
4804
4805
4806
4807
4808
379
378
371
370
373
372
374
376
4956
4954
5518
5511
5513
5512
5515
5514
5517
5516
4707
9127
2134
7358
2139
4484
4485
4486
4487
4482
4483
4488
4489
1120
1121
3508
3509
3500
3501
3502
3503
3504
3506
3507
9539
9538
9537
9536
9535
9534
9533
9532
9530
9954
9957
1128
1129
1122
1123
1124
1125
1126
1127
7157
7156
7155
7154
7151
7150
9879
9877
9875
9871
8689
1978
9353
9352
9351
9350
9356
9355
9354
9359
9358
7371
6
2958
2959
2954
2955
2956
2957
2951
2952
2953
1491
3168
3169
3166
3167
3164
3165
3163
3160
3161
270
271
273
276
277
279
9757
9756
9755
9752
9759
5058
5059
5054
5055
5056
5057
5050
5051
5053
5935
5934
5932
7777
7776
7775
7773
7772
7771
7770
7779
6479
6473
6471
6470
6477
6476
6475
6474
6810
6817
9730
3629
3621
3620
3623
3622
3627
3626
1608
1600
1603
1602
1605
1604
1607
1606
605
604
601
600
602
609
608
8789
8788
8782
8781
8780
8786
8785
8784
2639
2638
2634
2631
2630
2632
668
4909
4908
4901
4900
4903
4907
4906
5274
5275
5276
5277
5270
5271
5272
5273
5278
5279
489
488
487
486
485
483
482
481
480
6098
6091
6090
6092
6095
6097
2879
473
4589
4588
4584
4587
4586
4581
4582
8128
8127
8126
8125
8123
8122
8121
8120
2650
3400
3403
3405
3404
3407
3406
3409
3408
9410
9412
9413
9414
9415
9416
9417
9418
9999
9991
9990
9992
9995
9994
9997
9996
3456
4677
4672
7032
7036
7037
7038
7039
8214
8804
8805
8806
8807
8800
8801
8802
8803
8809
314
2909
5618
5619
5612
5613
5611
5616
5617
5614
5615
4198
4196
4197
4194
4192
4193
4190
4191
6271
6270
6273
6272
6277
6278
2578
2576
2574
2575
2573
2570
2571
5577
5572
5570
9116
9639
9630
9631
9632
9634
9635
9636
9637
9519
8377
8373
2172
2173
2170
2176
2174
2179
1514
1516
1876
1877
1874
1875
1872
1873
1870
1871
1878
5254
1714
5259
5876
5877
5874
5875
4776
4777
4774
4775
4773
4770
4778
4779
2899
2898
2895
2894
2897
2891
2890
2892
9075
2756
2754
2755
2752
2750
2751
2758
5170
1986
1984
1982
1983
1980
1981
1988
1989
85
5198
5195
5194
5197
5196
5191
5193
5192
4984
2216
2215
2835
4687
4684
4685
4682
4683
4680
4681
4688
4689
8220
8221
8223
8224
8226
8228
3708
3709
3702
3703
3700
3701
3706
3704
3705
2163
1762
1763
1766
1767
1765
6301
8696
8909
8908
8904
8907
8906
8903
8902
4868
4869
4862
4860
4866
4867
4865
357
354
353
359
3563
5533
5532
5531
5530
5537
5536
5535
5534
5539
6398
6399
6392
6393
6390
6391
6397
6394
6395
882
880
887
8957
3562
3560
3561
3566
3567
3564
3565
3568
3569
1732
9595
9594
9591
1142
1143
1140
1146
1147
1144
1145
1148
1149
4810
4817
784
785
786
787
780
781
782
783
6175
365
9335
9337
9330
9333
9339
9338
508
509
506
504
502
503
500
501
3140
3142
3143
3144
3145
3146
3148
3149
1797
1007
1005
126
6419
6418
6415
6414
6417
6411
6410
6413
441
7926
7927
7924
7922
7923
7920
7921
7928
3603
3602
3601
3600
3607
3606
3605
3850
3851
3858
1623
1622
1621
1627
1626
1625
1624
1629
1628
6221
5460
622
621
620
627
626
625
624
629
628
2506
2617
2616
2615
2614
2613
2612
2611
2610
2619
2618
5184
4923
4922
4921
4920
4927
4926
4925
4924
4929
4928
7388
7389
7382
7380
7381
7386
7384
7385
8493
8491
8497
8496
8495
8494
8499
1595
1594
1597
1596
1591
1590
1593
1592
1599
3428
3422
3421
3420
3427
3426
3425
3424
3072
9478
9479
9472
9473
9470
9471
9476
3989
3985
3986
3987
3980
3982
3983
7058
7059
7052
7053
7050
7051
7056
7057
7054
7055
8602
8606
1524
8820
5638
5639
5634
5635
5636
5637
5630
5631
5632
5633
3485
9258
9259
9256
9257
9254
9255
9252
9250
9251
3518
3510
3515
3514
690
4572
6259
6258
6253
6252
6251
6256
6255
6254
2550
2552
2553
2554
2555
2556
2558
3049
3048
3041
3040
3043
3045
3044
3047
3046
8713
8718
9652
9653
9650
9651
9656
9657
9654
9655
9658
9659
9503
2155
2156
2157
2151
2152
2153
2158
2159
6536
6537
6534
6532
6533
6530
6538
6539
1858
1859
1850
1851
1852
1853
1856
1857
4017
5674
5678
5854
5855
5857
5850
5851
5852
5853
5858
5859
1137
5679
6948
4759
4750
4751
4752
4753
4755
4756
4757
6947
146
147
144
145
142
143
140
141
148
2778
2779
2770
2771
2772
2773
2774
2775
2776
2777
9854
7282
7281
7280
7287
7285
7284
7289
7288
543
8079
4861
7169
7163
7165
2436
1806
1804
8248
8249
8242
8240
8241
8247
3728
3729
3725
3726
3727
3722
3723
3885
3884
3887
3880
3883
3889
3888
1748
1749
1744
1746
1747
1740
1741
1742
1743
6297
6293
2635
2637
7814
7815
7812
7813
2633
7819
3364
3365
8927
8925
8924
8923
8922
8921
8920
8929
8928
4848
4844
4846
4847
4840
4841
4843
339
338
335
334
337
336
331
333
332
5555
5554
5557
5556
5551
5550
5553
5559
5558
3107
3067
3065
4720
8399
8394
8395
8396
8390
8391
8392
8393
4259
4258
4251
4250
4253
4252
4255
4254
4257
4256
3069
6569
9754
9753
2239
2238
2231
2230
2233
2232
2235
2234
2237
2236
7591
3544
3545
3546
3540
3542
3543
3548
3549
6294
6292
6291
1164
1165
1160
1161
1162
1168
7199
7193
7192
7191
7190
7197
7196
7194
4404
3809
8858
760
498
9319
9317
9315
9313
4031
4033
4032
4035
4036
4039
2998
2991
2992
2993
2995
2996
2997
524
525
526
527
520
521
522
523
528
2411
2410
2413
2412
2414
2417
2419
3128
3129
3123
3120
3121
3126
3127
3124
3125
865
4703
5704
5706
9360
5098
5099
5090
5094
5095
5096
5097
6437
6436
6435
6434
6433
6432
6431
6430
6439
6438
7908
7909
7900
7902
7903
7904
7905
7906
7907
177
176
172
3665
3667
3661
3662
3669
3668
959
958
951
953
955
954
957
1645
1644
1647
1646
1641
1640
1642
1648
5407
2949
2948
3842
2727
2726
4945
4944
4947
4946
4941
4940
4943
2119
4948
2115
8187
5382
5385
7962
7963
7964
1899
1891
1893
9902
3449
3445
3444
3441
3443
3645
3643
9454
9455
9450
9451
9453
3967
3964
3965
3962
3963
3960
3961
3968
3969
3827
3825
7078
7079
7074
7075
7076
7077
7070
7071
7072
3060
974
972
979
890
891
892
893
894
895
896
897
898
899
9270
9271
9272
9273
9274
9276
9278
9279
2271
6239
6238
6235
6234
6237
6236
6231
6230
6233
2539
2532
2533
2530
2536
2537
5625
3063
3062
3061
3066
3064
3068
9674
9675
9676
9677
9670
9672
9673
9679
9808
7694
7695
7696
7697
7690
7691
7692
7693
7699
9763
9761
9764
6510
6512
6513
6514
6516
6517
4475
6899
1832
1833
1830
1831
1836
1834
1835
1838
1839
7801
7803
7805
7804
7807
7806
7808
5044
5042
9362
296
294
4732
4733
4730
4731
4736
4737
4734
169
164
165
166
161
162
163
2712
2713
2710
2711
2717
2715
2719
6144
5774
8598
8599
8596
8597
8594
8595
8592
8593
8590
8591
7916
7743
7747
7749
6178
6179
6176
6177
6174
6172
6173
6170
6171
1490
1492
1493
1494
1495
1496
1497
1499
5489
5488
5487
5484
5482
5480
8268
8260
8261
8262
8263
6552
185
189
2024
2026
6440
9878
9876
9874
9872
9873
9870
1273
5497
5491
6260
8291
8292
8294
6819
6818
6811
6813
6812
6815
6814
6816
393
397
319
318
313
312
311
310
317
316
315
4966
4965
4960
5579
5578
5576
5575
5574
5573
5571
9119
9118
9111
9110
9113
9112
9115
9117
8376
8374
8375
8372
8370
8371
8378
8379
4272
4271
4270
4277
4276
4275
4274
4279
4278
8829
6356
6357
6354
6355
6352
6353
6350
6351
6358
6359
2213
2211
2217
2219
2218
8084
8085
8086
8087
8080
8081
8082
8083
8088
8089
9198
9599
9598
9597
9596
9590
9593
9592
9941
9949
2428
1798
1791
1790
9847
1960
1962
2999
5797
5796
5795
5794
5793
5792
5791
5799
5798
9066
4019
4018
4013
4012
4011
4010
4016
4015
4014
542
540
541
546
547
548
549
50
2439
2438
2432
2431
2430
2437
2435
2434
3108
3109
3104
3105
3106
3100
3101
3102
3103
947
2290
2297
2295
1013
182
6809
6807
5380
5381
5383
5384
5386
5387
5388
5389
7960
7961
7966
7967
7965
7968
7969
3649
3648
3647
3646
3644
3642
3641
3640
3996
977
976
975
973
971
978
5540
1669
1667
1666
1665
1664
1663
1662
1660
5802
4479
4478
4471
4470
4473
4472
4474
4477
4476
1349
970
1552
1556
1559
619
5229
4969
4968
4967
4964
4963
4962
4961
3367
7346
7347
7344
7345
7342
7341
7348
505
8184
1551
1550
1553
1555
1554
1557
1558
8189
8188
8185
8186
8181
8180
2642
2646
2647
3467
3466
3465
3464
3463
3461
3460
2050
3948
3949
3940
3941
3942
3943
3944
3945
3946
3947
4890
4894
1087
1083
1082
1081
1080
1089
1088
3462
3468
4669
4660
7097
7094
7092
7093
7090
7091
7098
7099
4884
8209
8010
6624
3766
9218
9213
9210
9216
9214
9215
6793
6799
6217
6215
6212
6211
2518
2519
2515
2517
2510
2511
2513
4164
4162
3609
5565
5566
5562
3005
3007
3006
3001
3000
3003
3002
3009
3008
9109
9106
8655
1085
8342
8340
8345
1
3523
6572
6573
6570
6571
6576
6577
6574
6578
4267
4269
1814
1815
1816
1817
1810
1811
1812
1813
1818
1819
5289
5288
5280
5283
5282
5284
5287
5286
740
7829
7823
7822
7821
7820
7827
7826
7825
7824
7096
7095
7588
7589
7584
7585
7586
7587
7580
7581
7582
7583
1703
1705
1916
9226
5770
2017
4714
4717
4712
4713
4719
2581
108
103
101
106
107
104
105
9043
9042
9044
1221
2734
2735
2736
2737
2730
2731
2732
2733
2738
2739
5166
6369
6368
6363
6367
6366
1308
2206
6150
6151
6152
6153
6154
6155
6158
6159
2551
7688
5461
5463
5462
5465
5464
5467
5466
5468
8287
8285
8282
8283
8280
8281
8288
8289
493
3841
3840
3843
3844
3847
3846
3848
1780
1781
1782
1783
1784
1785
1786
1787
9850
9851
9852
9853
9855
9856
9857
9858
7561
6833
6832
6831
6835
6834
6838
7467
8684
8688
4889
4880
4881
4882
4883
4885
4886
4887
5591
5590
5593
5592
5595
5597
5596
5599
9133
9132
9131
9130
9135
9134
9139
9138
8358
8359
8350
8351
8352
8353
8354
8355
8356
8357
4215
4216
4211
4210
4213
4219
4218
6378
6379
6370
6371
6372
6373
6374
6375
6376
6377
8118
8117
2275
2274
2277
2276
2273
2279
2278
8702
3308
3306
3304
3302
3303
3300
3301
4809
726
727
724
725
722
723
720
721
728
7485
7487
7486
7481
7483
7489
7488
375
9219
377
9212
9211
9217
606
4079
4078
4075
4074
4077
4076
4071
4070
4073
4072
569
560
562
563
565
566
567
2459
2458
2455
2454
2457
2456
2451
2450
2453
2452
5519
5510
8659
8658
8651
8650
8652
8657
8656
6639
6631
6630
6632
6635
6634
6637
6636
7944
7945
7946
7947
7940
7942
7943
7948
7949
7029
918
915
917
911
913
1681
1680
1683
1685
1684
1686
1688
6216
6214
6210
6219
6218
4453
4452
4451
4450
4457
4456
4455
4454
4459
4458
2514
2516
4981
4983
4982
4985
4987
4986
4989
4988
7368
7369
7360
7361
7362
7363
7364
7365
7366
1181
3180
8430
8433
8432
8435
8434
8437
8436
8439
8438
4338
4336
4337
4334
4333
4331
6011
6010
6013
6012
6015
6014
6017
6016
6019
6018
2318
2319
2316
2317
2312
2313
2310
2311
7517
7519
1579
1578
1572
1571
1570
1577
1575
1574
1668
1661
401
3004
9499
9490
9492
9493
9494
9495
9497
3922
3923
3921
3926
3927
3929
9915
9918
288
281
280
283
285
284
286
4480
1398
1397
1396
1395
1393
1392
1391
1390
7788
7789
7786
7787
7784
7785
7783
7780
7781
5693
5690
5697
5694
5695
5698
5699
9238
9239
9234
9236
9237
9230
9231
9233
4117
4114
4112
4113
4110
4111
4118
4119
4500
7044
7047
3029
3028
3027
3026
3025
3024
3023
3022
3021
3020
5786
5781
5783
9531
6202
6554
6555
6556
6557
6550
6553
6558
6559
9411
9419
6657
7849
7848
7844
7847
7846
7841
7842
8246
7566
7567
7564
7562
7563
7560
1419
120
121
122
125
127
128
129
558
553
7221
7220
7223
7222
7225
7224
7226
7229
7228
6575
6579
7159
7158
7153
5150
6138
6139
6132
6133
6130
6131
6136
6137
6134
2429
2424
5449
5448
5443
5442
5441
5440
5447
5446
5445
6412
3782
3783
3784
3785
3863
3862
3861
3860
3865
3864
5285
9839
9832
9833
9831
9836
9834
9835
7270
1963
6855
6854
6857
6856
6850
6853
6852
7828
1511
9157
9156
9151
9150
9153
9152
3934
8333
8330
8331
8336
8334
8338
8339
4239
4238
4237
4236
4235
4234
4233
4231
4230
4481
6312
6313
6311
6316
6317
6314
6315
6318
6319
2259
2258
2257
2255
2253
2252
2251
2250
3321
3322
3323
3324
3325
3326
3327
3328
8527
8526
6989
6988
6986
6985
6982
6981
7266
708
709
704
705
706
700
701
702
703
3211
9087
9086
9085
9084
9083
9081
7598
7594
7590
8884
9624
4057
4056
4055
4053
586
584
585
582
583
580
581
588
589
2477
2475
2473
2472
2471
2470
2479
9620
851
4715
4716
4711
4718
4826
4293
8670
8677
8674
8679
8678
1235
1237
1230
6610
6616
6619
6618
1461
99
90
93
95
94
96
6648
200
109
102
3581
3689
3683
3682
3681
3680
3687
3685
1694
1695
939
932
931
937
936
935
934
4435
4434
4437
4431
4433
4432
2950
1199
1198
1191
1190
1193
1192
1197
1196
7302
7303
7300
7301
7306
7307
7305
7308
7309
8419
8413
8412
8411
8410
8417
8416
8415
8414
4310
4311
4312
4314
4316
4317
4318
4319
6039
6033
6032
6031
6030
6035
6034
2330
2331
2332
2333
2334
2335
2336
2337
2338
2339
7955
1518
1515
1513
1512
1868
5715
3904
3906
3907
3900
3901
3902
3903
3909
7073
3833
9939
9938
9933
9932
9931
9930
9937
9936
9935
9934
6859
9780
9782
9786
9789
3924
1370
1373
1372
1375
1374
8450
2088
2089
2083
2080
2081
2086
2087
2084
2085
27
3162
1730
8293
8296
8299
4138
4139
4130
4131
4132
4133
4135
4136
4359
4355
4357
4351
5988
5989
5982
5983
5980
5981
5986
5987
5984
5985
272
274
275
278
1679
1675
9751
9750
9758
6889
7867
7866
7865
7864
7863
7862
7861
7860
7869
7868
5052
6078
7548
7549
7541
7542
7543
7544
7545
438
439
436
437
434
435
432
433
430
431
9344
5868
5862
6429
4558
4559
4556
4557
4554
4555
4552
4553
4550
4551
6156
6157
4767
7209
7208
7203
7202
7201
7200
7207
7206
7205
7204
5766
5764
7774
1245
1246
6118
6119
6114
6115
6117
6110
6111
6112
6113
3905
1436
1437
1434
1435
1433
1430
1438
1439
5429
5428
5425
5424
5427
5426
5421
5420
5423
5422
3808
3805
3804
3807
3806
3801
3800
3803
3802
7311
6478
6472
9818
9819
9814
9815
9816
9817
9810
9811
9812
9813
7650
7651
5469
6879
6878
6877
6876
6875
6873
6872
6871
6870
9689
9688
9681
9680
9683
9682
9685
9684
9687
9686
1298
1299
1292
1293
1290
1291
1296
1297
1294
2740
7669
7668
7661
7660
7663
7662
7665
7664
7667
7666
2183
2182
2181
2180
2187
2186
2185
2184
2189
2188
4976
4973
7816
9179
9178
9177
9176
9175
9174
9173
9172
9171
9170
7569
8315
8316
8317
8310
8311
8312
8313
8318
8319
2683
6334
6335
6336
6337
6330
6331
6332
6333
6338
6339
5883
5882
5881
5880
5887
5886
5885
5884
5889
5888
9183
3348
3349
3342
3343
3340
3341
3346
3347
3344
3345
9189
6961
6960
6963
6962
6965
6964
6967
6966
6969
6968
2848
2849
2846
2847
2844
2845
2842
2843
2840
2841
3625
9971
3845
768
769
762
763
761
766
767
764
765
6396
9061
9060
9063
9065
9064
9067
9069
9068
5148
5149
5146
5147
5144
5145
5142
5143
5140
5141
1788
1789
7441
7440
7443
7445
7444
7447
7446
7449
7448
9859
1990
9397
9396
9395
9394
9393
9392
9391
9390
9399
9398
4324
550
1609
8615
8614
8617
8611
8610
8613
8612
8619
8618
2284
3122
6675
6674
6677
6676
6671
6670
6673
6672
6679
6830
6837
6836
5326
5327
5324
5325
5322
5323
5320
5321
5328
5023
5026
6585
6584
4418
4417
4416
4415
4414
4413
4412
4411
4410
8078
8071
8070
8073
8072
8075
8074
8077
8076
2309
2304
3592
3591
3590
3597
3596
3595
3594
3599
3598
1546
1544
1545
1549
607
603
7324
7325
7326
7327
7320
7323
7328
7329
8479
8478
8475
8474
8477
8476
8471
8470
8473
8472
4378
4372
4373
4370
4371
4376
4377
4374
4375
6953
6059
6058
6055
6054
6057
6056
6051
6050
6053
6052
8193
8195
2358
2359
2352
2353
2350
2351
2356
2354
2355
8783
1537
1536
1535
1533
1532
1531
1539
1092
2810
2636
2044
2041
4888
9959
9958
9955
9956
9951
9950
9953
9952
3472
26
8582
4693
4694
8233
8231
8230
8235
8234
1359
1358
1353
1352
1351
1350
1357
1356
1355
1354
9480
3717
4902
4904
3309
3931
4152
4153
4150
4151
4156
4157
4154
4155
4158
4159
8295
9316
9314
9311
5594
5598
89
82
83
81
86
87
84
9136
1318
692
693
691
696
697
694
695
698
699
8739
8736
8737
8734
8735
8732
8733
8730
8731
4309
6718
6719
6716
6717
6714
6715
6712
6710
6711
4214
4217
4212
8160
7522
7523
7520
7521
7526
7527
7524
7525
7528
7529
414
415
416
417
410
411
412
413
418
419
1778
1903
1900
4570
4571
4573
4574
4575
4576
4577
4578
4579
2599
9058
9057
7269
7268
7265
7264
7267
7261
7260
7262
5118
299
9781
8516
8517
8514
8515
8512
8513
8510
8511
8518
8519
5946
5943
5949
8899
8898
8897
8896
8895
8894
8893
8892
8891
8890
2270
2272
869
868
861
860
863
862
864
867
866
1418
1410
1411
1412
1413
1414
1415
1416
1417
5406
5405
5404
5403
5402
5401
5400
5409
5408
484
6099
6094
6096
3081
3826
3824
3823
3822
3821
3820
3829
3828
4738
9137
3298
3299
3294
3295
3296
3297
3291
3292
3293
6891
6890
6893
6892
6895
6894
6897
6896
6898
7479
7470
7643
7642
7641
7640
7646
7645
7644
7649
7648
3307
3305
6344
392
391
390
396
395
394
399
398
9191
9190
9193
9192
9195
9194
9197
9196
9199
7796
4585
4580
4583
262
266
2299
2298
8129
2293
2292
2291
2296
2294
8124
8712
8719
3368
3369
3366
3360
3361
3362
3363
8978
6949
6943
6942
6941
6940
6946
6945
6944
6274
2860
2861
2862
2863
2864
2865
2866
2867
2868
2869
7343
7349
3402
4607
741
742
743
744
745
746
747
748
749
1919
1918
1911
1910
1913
1912
1915
1914
1917
9049
9048
9041
9040
9047
9046
9045
5160
5161
5162
5163
5164
5165
5167
5168
5169
6462
5689
5680
7469
7468
7463
7462
7461
7460
7466
7465
7464
340
343
9229
4619
4618
4611
4610
4613
4612
4615
4614
4617
4616
7989
4103
4102
5508
5505
5502
3184
3185
3186
3187
3181
3182
3183
3188
3189
8639
8638
8637
8636
8635
8634
8633
8631
8630
9998
9993
6659
6658
6656
6655
6654
6653
6652
6651
6650
5308
5309
5300
5301
5302
5303
5304
5305
5306
729
7031
7033
7034
7035
6204
8053
8052
8051
8050
8057
8056
8055
8054
8059
8058
403
6385
6387
8457
8456
8455
8454
8453
8452
8451
8459
8458
4358
4354
4356
4350
4352
4353
6077
6076
6075
6074
6073
6072
6071
6070
6079
3352
2378
2379
2374
2375
2376
2377
2370
2371
2372
2373
7507
7509
5768
5769
5767
5765
5762
5763
5760
5761
2929
2928
2921
2920
2923
2922
2925
2924
2927
2926
477
474
3019
3012
9977
9976
9975
9974
9973
9972
9970
9979
9978
7480
7482
5029
5028
5021
5020
5022
5025
5024
5027
8628
8621
1339
1338
1335
1334
1337
1336
1331
1330
1333
1332
9565
2046
2047
2045
2042
2043
2040
2048
2049
9292
9293
9290
9291
9296
9297
9294
9295
9298
9299
4174
4175
4176
4177
4170
4171
4172
4173
4178
4179
8111
3575
3574
3577
3572
1560
2594
2595
2596
2597
2590
2591
2592
2593
2598
5947
5945
5942
5940
5941
5948
3089
3088
3085
3084
3087
3086
3080
3083
3082
8987
8980
8710
8711
8714
8715
8716
8717
9527
9523
3498
3496
6730
6731
6732
6733
6734
6735
6736
6737
6738
6739
5281
6641
5201
5200
5203
5202
5205
5204
5207
5206
5209
5208
5610
7504
7505
7506
7500
7501
7502
7503
7508
472
470
471
476
475
478
479
1159
1158
4518
4519
4512
4513
4510
4511
4516
4517
4514
4515
3499
3497
3494
3495
3492
3490
4199
4195
1078
1079
1076
1077
1074
1075
1072
1073
1070
1071
6984
6983
564
7247
7246
7245
7244
7243
7242
7241
7240
7249
7248
6542
7149
7140
8538
8539
8530
8531
8532
8533
8534
8535
8536
8537
8871
8870
8873
8872
8875
8874
8877
8876
8879
8878
847
846
845
844
843
842
841
840
849
848
1472
1473
1470
1471
1476
1477
1474
1478
1479
8344
5294
5292
6275
6276
8933
3276
3274
3275
3272
3273
3270
3271
3278
7314
2579
2577
2572
77
75
73
72
71
70
78
1256
1257
1254
1255
1252
1253
1250
1251
1258
1259
983
987
985
7625
7624
7627
7626
7621
7620
7623
7622
7629
2416
3724
4299
4298
4295
4294
4297
4296
4290
4292
2671
3771
7573
7572
7574
7579
7727
3386
3387
3384
3385
3382
3383
3380
3381
3290
3388
3389
6929
6928
6925
6924
6927
6926
6923
6922
2802
2803
2800
2801
2806
2807
2804
2805
8360
1933
1932
1931
1930
1937
1936
1935
1934
1939
1938
9029
9028
9025
9024
9027
9026
9021
9020
9023
9022
9969
5108
5109
5102
5103
5100
5106
5107
5104
5105
8047
8653
8654
7409
7408
7405
7404
7407
7406
7401
7403
7402
4633
4632
4631
4630
4637
4636
4635
4639
4638
9638
3849
5492
5493
8998
8999
8992
8993
8990
8991
8996
8997
8994
6638
6633
5362
5363
5360
5361
5366
5367
5365
5368
5369
112
995
994
997
996
991
990
993
992
999
998
8035
8034
8037
8036
8031
8030
8033
8039
8038
9548
9549
9546
9547
9544
9545
9543
9540
2171
2177
7128
7129
7126
7127
7124
7125
7122
7123
7120
7121
2396
2397
2394
2395
2392
2393
2390
2391
2398
2399
5741
5742
5743
5744
5745
5746
5747
5748
5749
1879
2902
2901
2900
2907
2906
2905
2908
201
203
205
204
207
206
209
9726
9727
9724
9722
9723
9721
9729
5003
5002
5001
5000
5007
5006
5005
5004
5009
5008
1317
1316
1315
1314
1313
1312
1311
1310
1319
8708
919
914
916
910
7706
7707
7704
7705
7703
7700
7701
7708
7709
2069
2060
2062
2063
2064
2065
2066
2067
6489
6482
6483
6480
6481
6486
6487
6484
6485
3158
7990
7994
7999
7998
5968
5969
5960
5961
5962
5963
5964
5965
5966
5967
260
269
1682
1687
1689
656
657
654
652
653
651
658
659
8778
8779
8772
8773
8770
8771
8776
8777
8774
8775
2688
2689
2684
2686
2680
2681
2682
9745
6758
6759
6753
6750
6751
6757
6754
6755
3277
3279
6325
5228
5223
5222
5221
5227
5226
5225
5224
4870
458
459
450
452
454
455
456
457
5872
5873
5870
5871
5878
5879
8332
8335
4538
4539
4535
4536
4537
4530
4531
4533
8158
8159
8156
8154
8152
8153
8150
8151
2389
1050
1051
1053
1054
1055
1056
1058
1059
6123
79
4772
4771
8552
8553
8550
8551
8556
8557
8554
8558
8559
7763
7769
8859
8853
8852
8851
8850
8856
8855
8854
829
828
827
826
821
823
822
7925
1454
1455
1457
1450
1451
1452
1453
1458
1459
5649
5648
5641
5640
5643
5642
5644
5647
5646
2896
2893
7778
6519
5479
6515
3258
3259
3250
3251
3252
3253
3254
3255
3256
3257
1278
1279
1270
1271
1272
1274
1275
1276
2757
2753
7609
7608
7606
7605
7604
7603
7602
7601
7600
2121
2120
2123
2122
2125
2124
2127
2126
2129
2128
6582
6581
6580
6587
6586
7367
7938
5821
5820
5823
5822
5825
5824
5827
5826
5829
5828
3876
6907
6906
6905
6902
6901
6909
6908
2828
2829
2824
2825
2826
2827
2820
2821
2822
2823
710
3634
2785
2784
2787
2786
2781
2780
2783
2782
2789
2788
3855
1977
4291
1955
1954
1957
1956
1951
1950
1953
1952
1959
1958
9007
9006
9005
9004
9003
9002
9001
9009
9008
5128
5129
5124
5125
5126
5120
5121
5122
7427
7426
7425
7424
7423
7422
7420
7429
7428
8431
9827
9821
4448
1987
1985
4655
4654
4651
4650
4653
4652
4659
4658
3758
3750
3753
3752
3755
3754
3757
4339
1739
1738
1731
1733
1735
1734
1737
1736
5830
212
7195
5199
1616
5190
4839
4838
4831
4830
4833
4832
4835
4834
4837
4836
9731
9738
6699
6698
6693
6692
6690
6697
6696
6695
6694
4391
62
63
65
66
67
69
5344
5345
5346
5347
5340
5341
5342
5343
5348
5036
5037
1057
8019
8018
8017
8016
8015
8014
8013
8012
8011
2314
3531
3533
3532
3535
3534
3537
3536
3539
9560
9561
9562
9563
9564
9566
9567
9568
9569
1573
1576
326
631
633
634
1111
1110
1112
1115
1114
1117
1116
1119
1118
7100
7101
7102
7103
7104
7105
7106
7107
7108
7109
4398
4399
4390
4392
4393
4394
4395
4396
4397
6920
7711
8791
8792
8793
5728
5729
5722
5723
5720
5721
5726
5727
5724
5725
2808
2809
2965
2964
2966
2960
2963
2969
2968
2071
2076
2488
2489
2486
2487
2484
2485
2482
2483
2481
4877
4686
8222
8225
8227
8229
229
228
227
226
225
224
223
222
221
220
6921
9708
9709
9700
9702
9703
9704
9705
9706
9707
5065
5064
5067
5066
5061
5060
5063
5069
5068
4273
7728
7729
7720
7721
7722
7723
7724
7726
9498
9491
9496
2003
2000
2001
2006
2007
2004
2005
2008
2009
9837
3707
4911
3925
3928
5588
5902
5903
5900
5906
5907
5904
5905
5908
5909
9122
678
679
674
675
676
677
671
672
673
8758
8754
8755
8756
8750
8751
8752
8753
8325
8324
9911
9910
9912
9914
9917
9916
9919
2667
2664
2665
2662
2660
2668
2669
6778
6779
6774
6775
6776
6770
6771
6772
6773
5248
5245
5247
5246
5241
5240
5243
6613
1768
1769
1760
1761
1764
8170
8171
8172
8173
8174
8175
8176
8177
8178
8179
1510
6285
9428
9420
9423
9422
9425
9427
9426
1038
1033
1030
1031
1036
1037
1034
1035
2055
7009
7008
7001
7000
7002
7005
7004
7007
7006
5101
289
6305
8574
8575
8576
8577
8570
8571
8573
8579
8839
8838
8835
8834
8837
8836
8831
8830
8833
8832
2264
6194
6195
6196
6197
6190
6191
6192
6193
6198
6199
809
808
803
802
801
800
807
806
805
804
0
5663
5662
5661
5660
5667
5665
5664
5669
5668
3096
9894
9895
9896
9897
9890
9891
9892
9893
9898
9899
3232
3233
3230
3231
3236
3237
3234
3235
3238
3239
7400
9601
9600
9603
9602
9605
9604
9607
9606
9609
9608
7340
1212
1213
1210
1216
1217
1214
1215
1218
1219
3332
2109
2108
2103
2102
2101
2100
2107
2106
2104
1888
1887
1886
1884
1883
1882
7898
7896
7897
7894
7895
7892
7893
7890
7891
7782
2433
8138
8134
8132
5809
5808
5803
5801
5800
5807
5806
5805
5804
4789
4788
4786
4785
4784
4783
4782
4781
8905
8901
8900
2697
9097
3416
3417
3411
4863
4864
4634
4026
1707
1979
1976
1975
1974
1973
1972
1971
1970
5692
5691
5696
355
352
351
350
358
9235
9232
9465
4679
4678
4676
4675
4674
4673
4671
4670
8219
8218
8211
8210
8213
8212
8215
8217
8216
3773
3772
3770
3777
3776
3775
3774
3779
3778
3998
3992
4116
1713
1712
1711
1710
1717
1716
1719
1718
5538
649
8699
8698
8695
8694
8697
8691
8690
8693
8692
9989
9987
9985
2254
8956
8954
8955
8952
8953
8950
8951
8958
8959
4813
4812
4811
4816
4815
4814
4819
4818
368
369
366
367
364
362
363
360
361
731
732
7045
7041
5214
4497
4496
4495
4493
4492
4491
4490
4499
4498
3519
3513
3512
3511
3517
3516
7628
9508
9509
9502
9500
9501
9506
9504
9505
1139
1138
1133
1132
1131
1130
1136
1135
1134
7168
7162
7160
7161
7166
7167
7164
5708
5709
5705
5707
5700
5701
5702
5703
9368
9369
9366
9367
9364
9365
9363
9361
4080
4081
4082
4083
4084
4085
4086
4087
4088
4089
2947
2946
2945
2944
2943
2942
2941
2940
3179
3178
3171
3170
3173
3172
3175
3174
3177
3176
245
244
247
246
241
240
243
242
249
248
9762
9760
9766
9767
9765
9768
9769
5049
5048
5047
5046
5045
5043
5041
5040
7742
7740
7746
7744
7745
7748
2025
2027
2020
2021
2022
2023
2028
2029
6446
6447
6444
6445
6442
6443
6441
6448
6449
7941
4523
8148
8145
59
58
54
56
53
52
5924
5925
5926
5927
5920
5921
5922
5923
5928
5929
618
612
613
610
611
616
617
614
2648
2649
2640
2641
2643
2644
2645
6796
6797
6794
6795
6792
6790
6791
6798
1211
5267
5266
5265
5264
5263
5262
5261
5269
5268
4061
4067
5629
499
494
495
496
497
490
491
492
9240
1141
8119
8112
8113
8116
8114
8115
8202
9403
9402
9401
9400
9407
9406
9405
9404
9409
9408
8808
1018
1019
1014
1015
1016
1017
1010
1011
1012
7023
7022
7021
7020
7027
7025
7024
7028
573
577
575
6551
4386
5364
1044
8817
8816
8815
8814
8813
8812
8811
8810
8818
5605
5604
5607
5606
5601
5600
5603
5602
5609
5608
4189
4188
4181
4180
4183
4182
4185
4184
4187
4186
2440
788
789
837
6288
6289
6284
6286
6287
6280
6281
6282
6283
2569
2568
2561
2560
2563
2562
2565
2564
2567
2566
6456
7255
3214
3215
3216
3217
3210
3212
3213
3218
3219
5856
7845
7840
7843
9629
9628
9623
9622
9621
9627
9626
9625
2540
2546
1234
1236
1231
1232
1233
1238
1239
2169
2168
2165
2164
2167
2166
2161
2160
2162
3857
3854
1861
1860
1863
1862
1865
1864
1867
1866
1869
8934
8939
7565
7568
5869
5865
5864
5867
5866
5861
5860
5863
4761
4760
4763
4762
4765
4766
4769
8545
8546
8541
199
198
195
194
197
196
191
193
192
3401
2741
2743
2742
2745
2744
2747
2746
2749
2748
8796
1991
1993
1992
1995
1997
1996
1999
1998
8032
912
8642
8641
8865
5242
4691
4690
4692
4695
4697
4696
4699
4698
8232
8237
8236
8238
9649
9642
3039
3036
3715
3714
3716
3711
3710
3713
3712
48
46
2817
1775
1774
1777
1776
1771
1770
1773
1772
1779
9334
9336
9332
9542
9541
8979
8970
8971
8972
8973
8974
8975
8976
8977
4875
4874
4876
4871
4873
4872
4879
4878
1449
344
345
346
347
341
342
348
349
5509
5507
5503
5501
6625
1194
6384
6386
6381
6380
6383
6382
6389
6388
3579
3578
3576
3571
3570
3573
9528
9529
9524
9525
9526
9520
9521
9522
1154
1156
1151
1150
1153
1152
2146
7148
7144
7145
7146
7147
7141
7142
7143
2
3660
3663
6529
8673
9340
9341
9342
9343
9345
9346
9347
9348
9349
639
3153
3152
3151
3150
3157
3156
3155
3154
3159
7227
263
261
267
265
264
268
7030
9744
9746
9747
9740
9741
9742
9743
9748
9749
927
7764
7765
7766
7767
7760
7761
7762
7768
6213
6469
6460
6461
6463
6464
6465
6466
6467
3147
7931
7930
7933
7932
7935
7934
7937
7936
7939
3638
3639
3636
3637
3635
3632
3633
3630
3631
34
1618
1619
1617
1614
1612
1613
1610
1611
8257
630
632
635
637
638
8799
8790
8794
8797
2622
2623
2620
2621
2626
2627
2624
2625
2628
2629
4918
4919
4916
4917
4914
4915
4912
4913
4910
7395
7394
7397
7396
7391
7390
7393
7392
7399
7398
4440
4445
4449
6088
6089
6086
6087
6084
6085
6082
6083
6080
6081
5849
190
4592
4593
4590
4591
4596
4597
4594
4595
4598
4599
8136
8137
8130
8131
3414
3415
3412
3413
3410
3418
3419
9464
9467
9466
9461
9460
9463
9462
9469
9468
3999
3997
3995
3994
3993
3991
3990
6468
9988
9986
9984
9982
9983
9980
9981
6135
7046
7040
7043
7042
7049
7048
5740
10000
1265
5628
5627
5626
5624
5623
5622
5621
5620
2888
9249
9248
9241
9243
9242
9245
9244
9247
9246
6266
6267
6264
6265
6262
6263
6261
6268
6269
2542
2541
2547
2545
2544
2549
6416
8426
4494
5444
9648
9645
9644
9647
9646
9641
9640
9643
2903
2904
49
47
44
45
43
40
356
2147
2145
2144
2143
2142
2141
2140
2149
2148
6521
6520
6523
6522
6525
6524
6527
6526
6528
3780
3781
3786
3788
3789
1849
1848
1843
1842
1840
1847
1846
1845
1844
7317
7929
5847
5846
5845
5844
5843
5842
5841
5840
5848
4749
4748
4743
4742
4741
4740
4747
4746
4745
4744
2882
2880
2881
2886
2887
2884
2885
2889
3604
3608
5944
2769
2768
2763
2762
2761
2760
2767
2766
2765
2764
3867
4281
5183
5181
5186
5187
5185
5188
5189
3
9838
9830
8255
8254
8256
8250
8253
8252
8259
8258
3739
3738
3737
3736
3735
3734
3733
3731
3730
4303
51
1759
1758
1757
1755
1754
1753
1750
208
5182
5180
1620
8995
3659
8912
8913
8910
8911
8916
8917
8918
4859
4858
4857
4856
4855
4854
4853
4852
4851
9725
9720
322
323
320
321
324
325
328
329
6851
6858
5520
5521
5523
5524
5526
5527
5528
5529
3688
8389
8388
8387
8386
8384
8383
8382
8381
8380
6004
5093
8798
2326
3557
3556
3555
3554
3553
3552
3551
3550
3559
3558
8795
3624
1177
1176
1175
1174
1173
1172
1171
1170
1179
1178
623
797
796
795
794
793
792
791
790
799
798
8632
6937
7702
9328
9329
9322
9323
9320
9321
9326
9324
9325
2989
2988
2983
2982
2981
2980
2987
2986
2985
2984
2061
519
518
511
510
513
515
514
517
516
6488
3135
3134
3137
3136
3131
3130
3133
3139
3138
8251
5089
5088
5082
5081
5080
5087
5086
5085
6402
6403
6400
6401
6406
6407
6404
6405
6408
6409
3912
7919
7918
7913
7912
7917
7915
7914
3610
3611
3612
3613
3615
3617
3618
948
949
945
942
943
940
941
7383
7387
1630
1631
1632
1633
1634
1635
1637
1638
7993
7991
7996
7995
9155
9154
9159
9158
9357
8337
9907
9905
9909
2604
2605
2606
2607
2600
2601
2602
2603
2608
4931
4932
4933
4934
4936
4937
4938
4939
5506
5504
5500
8480
8482
8483
8485
8486
8487
8488
8489
1756
1752
1751
1923
1588
8492
1582
1583
1581
1586
1584
1585
8490
8498
3438
3439
3430
3431
3432
3433
3434
3436
9449
9448
9447
9446
9445
9444
9443
9442
9440
3973
3972
3975
3977
3976
3979
3978
8239
8164
7069
7068
7067
7066
7065
7064
7063
7062
7061
7060
3469
2256
9793
9794
9799
9263
9262
9261
9260
9266
9265
9264
9269
7578
7809
6240
6241
6243
6245
6246
6247
2525
2524
2526
2521
2520
2523
2529
2528
4
3059
3056
3057
3055
3052
3053
9667
9666
9664
9663
9661
9660
9669
1380
1381
1598
655
650
3320
7687
7685
7684
7683
7682
7681
7680
7689
6509
6508
6503
6502
6501
6500
6507
6506
6505
6504
1829
1824
1826
1821
1820
1823
1822
6987
6980
4729
4728
4725
4724
4727
4726
4721
4723
4722
8914
8915
8919
2685
2687
151
150
153
155
156
159
158
2098
2709
2708
2704
2707
2706
2701
2700
2703
2702
7290
7291
7292
7293
7294
7295
7297
7298
7299
8589
8581
8580
8583
8585
8584
8587
8586
544
327
6169
6168
6161
6163
6162
6164
6167
6166
9477
9474
9475
1482
1481
1480
1487
1486
1485
1484
1489
1488
8278
8277
8276
8275
8274
8273
8272
8271
8270
3988
3984
3981
6752
3898
3899
3890
3891
3894
3895
4120
9869
9868
9861
9860
9863
9862
9864
9867
9866
5522
5525
8935
8936
8937
8930
8931
8938
5455
301
302
304
31
30
37
35
5548
5549
5542
5543
5541
5546
5547
5544
5545
8361
8363
8362
8365
8364
8367
8366
8369
8368
9913
707
4248
4249
4246
4247
4244
4245
4242
4243
4240
4241
6341
6343
6345
6347
6346
6349
6348
5220
2228
2229
2226
2227
2224
2225
2222
2223
2220
6160
6165
8097
8096
8095
8094
8092
8091
8090
8099
8098
1715
9089
9088
9082
9080
7188
7180
7181
7182
7185
7186
7187
5995
5991
5992
9308
9309
9305
9301
9302
4024
4025
4022
4023
4020
4021
4029
451
537
536
535
534
533
532
538
2406
2407
2404
2402
2403
2401
2408
2409
4460
3119
3118
3117
3116
3115
3114
3112
3111
3110
7133
1994
2325
2328
6424
6425
6426
6427
6420
6421
6422
6423
6428
5393
5392
5391
5397
5396
5395
5394
5399
1426
4335
7979
7978
7975
7971
7970
7973
4332
4330
3678
3672
3673
3670
3671
3676
3677
3674
3675
4534
4532
964
965
966
967
960
961
962
963
968
969
8157
8155
1658
1652
1653
1650
1651
1656
1657
1654
1655
5
4958
4959
4952
4950
4951
4957
4955
7351
7350
7353
7352
7355
7354
7357
7356
7359
3141
4054
4051
4050
4058
2714
2718
3452
3453
3450
3451
3457
3455
3458
3459
3959
3958
3953
3952
3951
3950
3957
3956
3955
3954
2883
7081
7080
7083
7082
7084
7087
7086
7089
7088
587
5357
1052
883
881
886
885
884
889
888
2476
2474
2478
2854
9205
9204
9207
9206
9201
9200
9202
9209
9208
6222
6223
6220
6226
6227
6224
6225
6228
6229
2509
2508
2507
2505
2504
2503
2502
2501
2500
6250
6257
8385
3070
3073
3074
3075
3076
3078
3079
2557
2559
6568
6565
6564
6567
6566
6561
6560
6563
6562
1807
1805
1803
1802
1801
1800
1809
1808
7810
7811
7818
7599
7597
7596
7595
7593
7592
5377
7553
7551
4706
4705
4704
4702
4701
4700
4709
4708
6361
8555
179
178
175
174
173
171
170
7992
7997
2725
2724
2723
2722
2721
2720
2729
2728
8028
8029
8020
8671
8676
8675
6143
6142
6141
6140
6147
6146
6145
6149
6148
8857
5498
5499
5494
5495
5496
5490
8290
8297
8298
4544
4546
1799
1793
1792
1796
1795
1794
9843
9842
9841
9840
9846
9845
9844
9849
9848
825
824
820
6808
6806
6804
6805
6802
6803
6800
6801
9327
3719
3718
7263
4899
4898
4893
4892
4891
4897
4896
4895
1456
5568
5569
5564
5567
5560
5561
5563
9108
9107
9104
9105
9102
9103
9100
9101
6612
6611
6617
8349
8348
8343
8341
8347
8346
4260
4261
4262
4263
4264
4265
4266
4268
132
131
135
5645
6362
6360
6364
2200
2201
2202
2203
2204
2205
2207
2208
2209
7647
3319
3318
3311
3310
3313
3312
3315
3314
3317
3316
3329
9582
9583
9580
9581
9586
9587
9584
9585
9588
9589
2492
2154
512
6535
6531
7117
7114
98
91
92
5784
5785
5787
5780
5782
5788
5789
1854
1855
4008
4009
4000
4001
4002
4003
4004
4006
4007
3686
3684
559
555
554
557
556
551
552
2420
2421
2422
2423
2425
2426
2427
4995
7238
938
933
3132
7957
7956
7954
7953
7952
7951
7950
7959
7958
3658
3654
3655
3656
3657
3650
3651
3652
3653
902
903
900
901
906
907
904
905
908
909
25
29
1678
1674
1676
1677
1670
1671
1672
1673
4468
4469
4466
4467
4464
4465
4462
4463
4461
4978
4979
4974
4975
4977
4970
4971
4972
4710
7379
7378
7373
7372
7370
7377
7376
7375
7374
4436
4430
4439
4438
2105
4329
4328
4323
4322
4325
4327
4326
5083
5084
1155
1157
2308
2301
2300
2303
2302
2305
2307
2306
1542
1543
1540
1541
1548
6365
8190
8196
8197
8194
8199
3474
3475
3476
3477
3470
3471
3473
3478
3479
9489
9488
9483
9482
9481
9487
9486
9485
9484
3939
3938
3935
3937
3936
3930
3932
1094
1095
1096
1097
1090
1091
1093
1098
1099
6108
6103
6100
4758
3505
298
297
295
292
293
290
291
1277
7799
7798
7791
7790
7793
7792
7795
7794
7797
1420
5688
5685
5684
5687
5686
5681
5683
5682
9228
9227
9225
9224
9223
9222
9221
9220
4101
4100
4105
4104
4107
4106
4109
4108
5349
149
6205
6206
6207
6200
6201
6203
6208
6209
7607
1195
3018
3013
3010
3011
3016
3017
3014
3015
2917
9728
5790
6547
6546
6545
6544
6543
6541
6540
6549
6548
6583
6589
6588
5298
5299
5296
5297
5295
5293
5290
5291
7838
7839
7830
7831
7832
7833
7834
7835
7836
7837
7571
7570
7575
7577
7576
7304
7911
7910
2494
3616
3619
115
114
117
116
111
110
119
3879
3872
3877
7283
7286
4066
3933
4069
944
6125
6124
6127
6126
6121
6120
6122
6129
6128
8418
9803
9802
9800
4739
5485
5483
5481
4037
5477
5474
5475
5472
5473
5470
5471
5478
3799
3798
3795
3794
3797
3796
3791
3790
3793
3792
4313
4315
4768
3856
3852
3853
7
9825
9824
9826
9820
9823
9822
9829
9828
3372
1636
1639
6820
6821
6822
6823
6824
6825
6826
6827
6828
6829
7152
4098
5586
5587
5584
5585
5582
5583
5580
5581
5589
9120
9121
9123
9124
9125
9126
9128
9129
8329
8328
8327
8326
8321
8320
8323
4208
4209
4202
4203
4200
4201
4206
4207
4204
4205
9507
6038
6037
6036
6309
6308
6304
6307
6306
6300
6303
6302
2268
2269
2262
2263
2260
2261
2266
2267
2265
3333
3331
3330
3337
3336
3335
3334
3339
3338
1306
1307
8139
8135
8133
1519
1517
730
733
735
734
737
736
739
738
6903
6900
7498
7499
7492
7493
7490
7491
7496
7497
7494
7495
8738
4062
4063
4060
4064
4065
4068
2609
579
578
572
571
570
576
574
2442
2443
2441
2446
2447
2444
2445
2448
2449
8243
8244
8649
8646
8647
8644
8645
8643
8640
6628
6629
6626
6627
6622
6623
6620
6621
5654
2175
2178
3720
3721
4930
4935
3908
1166
1167
928
929
920
921
922
923
924
925
926
6310
1696
1697
1692
1693
1690
1691
1698
1699
4441
4442
4443
4444
4446
4447
9149
9142
9143
9147
8322
8304
8301
3886
3881
3882
4996
4997
4994
4992
4993
4990
4991
4998
4999
7319
7318
7315
7316
7310
7313
7312
4226
8427
8424
8425
8422
8423
8420
8421
8428
8429
4302
4301
4300
4307
4306
4305
4304
4308
6006
6007
6005
6002
6003
6000
6001
6008
6009
1745
2323
2322
2321
2320
2327
2324
2329
8481
1568
1569
8484
1562
1563
1564
1565
1566
1567
2653
9000
3917
3916
3915
3914
3913
3911
3910
3919
3918
9906
9904
9903
9900
9901
9908
7741
6324
9792
9791
9790
9797
9795
9798
615
2092
1388
1389
1384
1385
1386
1387
1382
1383
2241
2095
2094
2096
2091
2090
2093
2099
9783
9784
9785
9787
9788
4129
4128
4123
4122
4121
4127
4126
4125
4124
5994
5997
5996
5990
5993
5999
5998
3038
3034
3035
3037
3030
3031
3032
3033
7421
134
139
18
3869
1371
1377
1376
1379
1378
3866
1589
1580
1587
8501
8506
8
642
113
7852
7853
7850
7851
7856
7857
7854
7855
7858
7859
6999
6993
5476
7559
7558
7552
7550
7557
7556
7555
7554
2858
4549
4548
4541
4540
4543
4542
4545
4547
8926
2674
133
137
136
138
2082
7484
3435
3437
4849
4845
4842
4657
7236
7237
7234
7235
7232
7233
7230
7231
7239
307
330
6109
6107
6106
6105
6104
6102
9441
1421
1423
1422
1425
1424
1427
1429
1428
3759
3756
5458
5459
5450
5451
5452
5453
5454
5456
5457
3971
3970
3974
6766
6760
3878
3870
3871
3873
3874
3875
6093
4134
4137
9809
9807
9806
9805
9804
9801
5552
1047
6848
6849
6842
6843
6840
6841
6846
6847
6844
6845
8398
8397
6756
1285
1284
1287
1286
1281
1280
1283
1282
1289
1288
3493
3491
9148
9140
9141
9146
9144
9145
8307
8306
8305
8303
8302
8300
8309
8308
719
5739
715
4228
4229
4224
4225
4227
4220
4222
4223
8183
8182
6327
6326
6323
6322
6321
6320
6329
6328
2248
2249
2244
2245
2246
2247
2240
2242
2243
545
3355
3354
3357
3356
3351
3350
3353
3359
6998
6994
6995
6996
6997
6990
6991
6992
3042
2859
2851
2850
2853
2852
2855
2857
2856
9093
5151
5156
718
717
716
714
712
711
9098
9099
9094
9095
9096
9090
9091
9092
5159
5158
5153
5152
5155
5154
5157
2210
日本
hotel
号
酒店
香港
澳门
市
特别
the
街
韩国
路
rd
行政
首尔
机场
泰国
st
ー
道
city
大坂
酒店;星级酒店
西
airport
中心
目
丁
bangkok
国际
町
ル
东京
of
ン
广场
新加坡
de
新
购物;商铺
站
park
中央
−
〒
road
馆
osaka
chome
district
楼
market
美国
大坂府
street
seoul
restaurant
公园
dong
京都
台湾
中
tokyo
东
store
phuket
house
ス
九龙
省
大学
mai
gu
南
no
境外区域;其他
chiang
岛
イ
城
曼谷
singapore
mueang
县
地区
大厦
new
inn
ト
洞
ward
international
北
eleven
百货
中国
beach
济州
station
shop
а
テ
centre
澳大利亚
京
plaza
kyoto
hong
wat
bang
museum
府
ク
san
境外区域;国家
市场
明洞
kong
central
购物;购物中心
resort
ラ
town
尖沙咀
英国
pattaya
о
jalan
china
grand
macau
center
and
堂
chang
马路
山
ッ
台北
购物;超市
la
餐厅
university
mall
ca
ั
前
ア
ビ
ホ
ave
cafe
tower
square
新宿
场
king
尼
do
美食;外国餐厅
银行
london
银座
wan
soi
lotte
in
特别市
州
拉
ro
桥
德
屋
条
酒店;其他
越南
塔
旅馆
don
リ
地下
с
krung
公司
购物
公寓
斯
nakhon
シ
意大利
普吉
亚
村
่
dfs
タ
phra
心斋桥
乐天
bay
ド
spa
garden
р
花园
by
寺
kuala
at
paris
sai
nam
amphoe
maha
khwaeng
tambon
海滩
prefecture
湾
khet
bar
bank
园
大三巴
terminal
к
半岛
美食;中餐厅
レ
夜市
bashi
码头
マ
旅游景点;其他
palace
东京都
港
法国
mart
on
清迈
ี
利
е
野
国
超市
马来西亚
и
家
temple
lumpur
н
