2912
2911
30016
20508
26041
26033
20001
26022
0
20553
289
131
20515
9002
340
20517
30012
26012
51442
257
32776
34803
49872
26001
60732
65524
31765
31760
75
33485
179
61119
889941063
33335
50059
26019
51271
26026
26032
889991796
65531
9010
332
26004
20562
224
50242
30001
315
218
32842
9017
140
26028
30011
180603119
51314
233
26007
138
132
55242
9019
26038
119
50004
65522
323125382
33751
26013
9001
70368
268
20572
141894598
30008
236
32840
31771
58
886098620
50038
877250372
180
54537
65530
889941054
158
194
32947
890090364
50783
671483312
9014
20523
667513815
300
104
46663
32843
58111
841109303
50990
890031199
167
288
665252249
20547
187
35691
317
65525
50889
34804
661276500
261
33435
48552
890110372
339302318
50019
35718
702687369
890031190
61120
26047
73265
127
138504098
9016
180433528
150
35681
322602671
54622
32633
178
206268352
52394
48
841012396
30013
152991999
82841
322857363
53
55512
31547
665265848
32790
826953576
699247390
32785
9012
65519
26009
46874
35908
301
60984
9015
163
889981489
20516
322335032
78532
73536
340097025
47021
61109
51615
666861042
20558
887378368
890060909
345334804
302
32945
60902
32985
842083395
79324
887777424
134
334
348
51944
176
838092744
694631085
9003
180262794
61059
890001182
26035
32798
137558504
80278
48543
490497005
33237
54841
867447382
890110377
842540114
20555
700018338
340143240
54840
32529
51499
213879631
307
840147928
670003495
51282
32761
826933763
61054
886101546
146
667956513
65527
34497
51609
842189254
333
60847
321389566
32826
36444
862933821
32812
827083278
694649684
34019
32510
324665069
161
180425458
51758
83215
303
703793232
60903
80242
36431
51833
424918153
61123
35253
191
9008
841193614
662248391
80484
51515
834270635
234
428698051
33017
316
465975025
287
50416
339374335
840101056
180182985
326
322228142
490520691
293
889971005
71918
244
51454
892562269
50303
26027
61117
842421452
887447989
879298790
50478
839812306
339022523
51373
9018
425720760
343138497
206399453
51052
60734
33516
889991806
887785147
153
65520
20544
657115887
803827925
185246030
323124727
9009
31767
61028
699420283
877546813
137532879
31764
265
58221
80721
887349437
464457947
890385551
60949
54538
703852916
125
896520900
888413425
841214198
878058523
887440276
227775552
52398
887435855
80762
873219096
892552585
896490619
891556821
180179139
33576
841193629
151
674508249
26018
65526
895405724
860365630
50745
9005
58134
839984323
892007102
50502
671541166
49918
74830
26036
659105946
887911453
26021
321
880068691
888989646
36
65535
889961418
50729
286
670067612
839955000
892387087
657754281
866740361
841890202
889941057
142
180220922
149
185244716
875278523
92
898115765
185185154
346
26015
889981497
703833507
9006
49189
886069636
185216804
889390020
51547
659546526
667719235
321493368
179766408
324401101
365
887168557
198
35904
179949079
160
839974556
255
152
294
345210677
26011
31758
905456440
466261120
86374
26023
26017
886097251
52453
46913
839889588
693005224
667857657
425901611
50611
49844
703056621
887924925
703743500
305
697802487
839802891
26031
694727728
175
843020925
259
891171523
703504396
889710063
52390
338
490561959
340409702
867268435
466261118
891967026
83931
843384894
889204199
301268896
26030
33236
672077619
50483
671778572
354
323889411
490564329
213880162
841513594
890041421
657163326
661341477
20541
323
50680
223
33482
840214485
80443
49190
891101392
698732829
886087119
339435820
26014
703793000
179790837
180697259
266
322857620
32528
180265060
665105930
887496268
26000
51278
889343340
138499827
671610578
864350958
74774
700885451
77559
179831418
321447255
179881453
60962
32972
309
56545
834280430
9013
50494
58113
34017
843196025
844141713
73256
52016
834499202
78669
840033872
841079496
889941052
703835395
33871
889951985
843432194
867571890
353
834574295
694699827
35888
142368078
887803994
197
889699978
713364807
26044
61104
889860050
661502806
864871241
185129772
9020
835075685
694748240
692898522
46920
838544489
892106928
347
840128631
888115246
839966254
424668949
26024
180308760
665235727
905468580
80847
75599
180671839
137555513
26010
325
180429314
661020435
839926994
148
321942538
87013
713162381
20564
888203274
657553003
889750125
324665262
154
240
890100695
180180446
190271319
428827952
185172739
883338981
663030858
55
139
60780
425171079
99620
843147164
699765618
50067
129
9011
840048592
48008
180607786
440044878
26008
54536
886064585
886090204
887932577
834486334
424914422
276
47370
208763738
661130636
901610214
162
839912429
33501
60895
49201
121
60825
666141975
74763
701550941
841787488
308
65521
30004
49877
694640203
700660797
267
50844
890031203
834446623
20551
20576
179738030
424755201
834493994
70346
713286402
661430168
887435348
60218
887409167
663070042
886058639
33318
39841
49876
834362245
886087595
84448
665418378
52456
366
892554999
39817
180608053
82976
184482542
663150402
73973
159
201
180672921
841079256
234541489
699247244
324155030
889840093
323374998
886082173
138453154
51501
490598384
700718016
700414537
661675917
700772886
322227728
713496785
694689021
128
60229
51281
210
33187
889951979
142361005
667427257
99841
49873
425247230
33012
864292112
51553
699598788
864451684
801884520
84282
30006
320
50210
49886
82971
48515
892250259
26034
661096019
892498105
863498260
841042345
372
834516895
426126773
185154430
664998546
180561337
703852950
878680917
889991812
180429869
889780044
52166
879040990
32743
229
657717397
659751809
675373357
180187350
675884118
889900036
33568
222
659404989
142313147
48527
185242884
890001179
360
86211
26039
841653445
33349
661725063
835548950
676288092
51619
20500
671759203
867679581
73247
48510
424935246
879068875
270
51549
51830
889941053
262
699246804
74
51305
898275809
72420
61105
269
30005
77660
20528
881018831
700669332
699247049
173
142369578
859734059
213
361
155
60787
841213447
883068067
156
700577474
892467077
185124857
349
669263571
51390
52168
657573356
214
137558661
180607987
673391216
839861368
700701276
322229094
674639528
657568703
214022976
49879
137575085
703233872
826983295
180220243
9004
889740076
834448594
48019
840053373
659413056
898197068
60751
339
428103164
32632
50
184695317
841383813
889941049
834526347
199
427135858
20548
713425201
30009
210597422
883122897
878048506
839861029
703793475
295
699530358
836575148
883058764
839841071
137560635
699163147
277
892127171
291
60950
703707126
887371020
887492265
701258617
364
702555412
35975
264
49874
424577574
138416729
73538
238
180590817
880469711
701642603
174
208
424648726
301268859
887491257
328
61106
661070299
78789
195
842594907
878018521
713401068
889890052
32768
26043
675838352
183700353
888201391
661805381
49988
107
839862806
211
840214872
60990
340185997
180079974
157
137
58100
858884035
40240
60877
834261237
663202141
34610
138409135
179843692
99768
834467012
79
271
863788692
867222519
87012
889138713
210462460
172
179790863
137529941
842704079
60880
699328659
248607749
657212382
840223661
842685223
886097529
661212809
275
465975015
424901123
137540354
180265417
20557
839792594
51384
220
50222
52450
189
662920986
219
699444933
878610409
50298
192
426521031
657582833
137554767
841012454
51527
81258
47276
703793098
895373871
324400819
426859824
170
657224018
424392117
841778375
701562454
126
50052
657233691
75537
80290
323124837
839897743
402368928
310
841827023
73968
32750
180411340
171
35909
278
35563
54518
32753
138049852
141
292
78158
834299743
235
886103419
209
180602287
886058627
694623848
179874950
894795584
26003
180189941
60857
324401125
880103762
111
657782622
74398
245
185184763
844900186
889860005
889880005
60906
891152183
142352413
26029
703181919
888112447
249
86364
76423
839990954
200
840143501
426887421
50980
179843674
180568255
889991810
324665148
51169
864710438
31190
50001
883046245
180267088
888134059
137555246
31152
323375196
889740009
39926
50354
888207011
20542
26005
76884
87225
703427904
208725739
889840040
889770005
77661
184
186
662508087
490547261
834488719
273
321943000
355
890100696
880531080
31168
673193877
886053459
890119569
180268336
50031
231
839862802
60918
698630067
663106374
657444467
889879988
324153752
889981493
84562
889720005
179738002
703735500
889840005
51946
886058376
674760503
842684803
888323476
839974473
699239155
138445918
58098
52031
888213055
667182620
83793
370
180190012
180183980
658682683
50694
890090359
667019397
667028930
30003
323889960
838173209
49847
204
180659343
61108
51445
840062761
39902
892077203
888393479
417682283
463549708
670737251
663517521
878058514
331
40234
703740477
251913233
659678979
905569772
358
341
243
836705872
203
130
298
145
180265584
281
137556829
138771071
892580407
142321319
892492658
840156427
313
180557073
702851566
889910037
898369726
324665382
322603364
356
363
658247414
84375
898051584
839994744
896391228
20511
841071196
51947
26045
50198
54
51514
659391039
702905387
676343976
892077195
842589216
667407477
138765805
867196353
703818759
881200368
839852252
663686589
208740048
51822
166
322857400
701036443
32988
75098
179737734
428748208
426547166
667637429
839982480
180262042
189305716
664162507
701562062
109
30002
465975252
180275867
703282143
282
836734421
138400625
46624
369
342887860
834252649
894899980
138734720
65534
60770
659334399
835602447
840156920
32769
60988
66
843301500
658204970
887906797
188
297
877180998
318
839919075
60936
765717183
863588421
424359444
60883
892594265
465982647
842526490
258
670014911
77
898499564
185184671
32955
490561199
180182631
702851049
670304090
703743840
845291554
20563
834311600
30010
283
106
425671305
50861
886110056
321937869
834566198
694699273
368
138473676
86233
896410820
311
867339268
826943719
839936671
893694617
185176781
137556244
180415733
193
889298049
77062
696239224
840014967
878703783
424428071
144
180623157
898021771
700954669
304
694708000
50044
51293
657507527
841176054
888122501
408212538
425810461
703241583
886110053
694659900
700372225
324401408
41
890129612
894337608
73045
427517336
322604114
667129021
839985091
888991092
51451
427834267
140808937
855920574
250
703115032
314
661069448
443313379
321422461
179949111
888273468
887844539
657376311
842594885
321645513
660628158
889880015
898449774
842585469
882517878
886110058
206
701047767
673444232
886071122
180263801
33143
140017786
339035862
843837971
180267759
47096
184603941
839966219
699886857
842704398
32531
133
60786
661447963
901610588
34544
86392
674580772
699246776
179738035
57062
867472798
703056289
61
322603502
834527994
663651948
680424728
207
49878
887405595
843920055
142320950
142366259
700215714
208301763
699501438
713243116
226
426106122
663743092
78618
48549
48561
698618775
840044943
892393622
702675579
889961420
877417976
49
699887254
886746496
703785499
33204
428681834
836508373
345193528
675992693
340211750
703122482
840253495
180275964
680481165
32816
319
35342
33444
887527024
890031189
142318104
70463
321425430
424367664
842017495
886085568
424637632
838198140
31763
839926685
878989474
892273303
895410104
61017
20566
51542
60994
51620
678960938
856230101
663086322
425250867
842585594
352
694640719
834507417
863448480
839890657
77538
137560440
216
863518458
32783
699521262
699372933
839860874
694624063
659504286
254
427728589
888448051
80262
670261575
890072360
702662893
887497434
39992
669571163
863518369
890001185
306
344
183932792
65532
668912684
837410915
889191725
50949
351
465975172
665009515
841553619
184260239
841308263
657784602
834279987
840081189
861275848
290308508
657133158
327
887807603
669351994
213143970
290285702
180268459
323375286
142376628
845040393
886772467
20532
77104
890090360
883119115
839937204
427729384
180267731
844906725
905470033
180593693
35645
60974
887447305
662163945
880173200
26042
674430293
47808
185023893
32370
46701
886088147
342
185185439
429848060
670291570
860815242
51535
892016978
60998
892697450
58421
887906785
86632
700981705
844031917
702070231
322334667
137556956
20569
78323
75602
180180471
841553507
138424637
699375070
665363738
80873
65528
713157325
272
185128255
32782
214102846
698763120
31617
905501248
667440559
844227205
72871
676032341
886054368
856260227
190
138373316
674397637
841182274
461187324
699183042
456527913
673139947
657274820
323243134
290
424661728
80
889900001
180423205
839861876
878068490
889860106
35712
880440588
32827
663736693
60829
188983974
340580856
701501745
886770420
343016440
663408521
840184973
887329591
228
834577186
341195167
888383467
152711663
886373699
703741584
30007
26046
665428025
866620359
33416
701045301
180268686
703830679
61090
699354844
671453479
892623287
867367151
877078309
834538608
892076916
699420124
887383324
889047454
180265079
138050028
60989
839841083
322335258
668654573
676493440
866680364
890031196
83687
898439274
143
427911666
700332930
663133808
896411233
49932
892542636
180220714
892240359
892107057
210489382
890110378
185137512
862921505
51690
888343424
426094760
50015
44
340259712
679445069
889981501
183980775
667547862
60
61020
32121
673354293
49477
839956538
713220460
892419965
879860078
179769247
842524367
362
425853283
262842746
839860991
77336
248
665406393
703736361
892444320
142353037
886063432
185163244
180559175
887407161
836622662
674031498
889061951
61019
840003493
886059646
48581
426813990
50293
803869550
669441167
137560074
138415880
64
860396146
657424507
834585102
894899598
661264502
661137519
887322038
878884601
839851785
885673748
657423693
340301558
137560098
73787
834389510
888218307
39592
424778698
137559802
56
343183829
889601797
180623093
323889811
78
217
137554371
842018538
9007
51759
889159925
77759
140073246
73547
659178015
664693726
890808563
179737702
667216589
889649935
703056531
322227945
322228630
390973926
657173645
221
425055181
703839925
694756961
890117515
842508146
658391320
703291862
184011533
878746639
180685187
700978310
699247588
887808848
179778660
48267
839928306
842213883
863748855
841786741
838310159
895651460
657554563
889942661
50000
73989
659522616
693130936
702934561
49856
889710013
212
694680552
185248624
48202
670728588
138508913
138451051
48003
425280823
180272659
835782962
839988662
834220090
322742485
58361
889870125
895319590
836883165
905467913
694727712
87301
429848053
657093205
703792904
415828559
889323550
890351318
373
137533394
185246637
674510517
284
40396
858019077
177
665271612
322228665
425166749
665241857
666969891
388742419
834533700
657782074
50040
668504103
180265950
702021723
867218362
40752
670042915
898439257
840092007
888373440
703133889
321942410
840091924
702676506
425925769
657663207
704377131
860645548
891163609
180573571
54615
872308717
839878593
663811773
878746819
888303428
26016
35499
669423814
701456430
137560654
863528480
427651762
886088222
73062
180559428
40481
699444633
867378884
32530
663144503
886023261
889961421
665453085
84231
70109
885641174
890119598
211793690
138407304
80489
179940849
838890911
263
425617778
663490361
887592020
888209807
340462471
323889808
425069350
49850
49881
660881096
699520815
703749996
886086107
842391593
241
52389
60959
841837104
386699668
701981864
860835211
213951137
324544595
703852912
667067471
42
52182
702317546
179738021
663580487
138527808
367
701135307
336
138480043
77739
841110318
185185278
33008
52388
702490125
677595080
34556
700059900
893808428
877458986
465413166
673382054
700794059
30000
30014
321566909
490560403
839893251
32994
839812225
34431
889504918
842594294
694614257
663295438
887375453
137552421
699354861
702850948
879771148
184949059
180591497
892512388
888436144
858957893
886064711
490504097
827043278
892455219
321600247
699156371
30017
138362068
834381594
887420831
180426045
74875
183518299
343
60575
840118924
886056668
208788780
694659607
888214991
886118980
330
58135
658195754
323641098
427829065
674893627
891406175
49855
889141850
833793521
839907409
51443
51277
887320072
845502740
33340
665543174
898309608
835344255
215
61107
841864456
896411569
657089008
663311457
72201
887502304
661766449
890080762
657153434
78487
892215714
839994447
841079871
138464711
40477
490390652
424616438
185166653
340308304
669471164
81667
867310992
180676230
60766
84963
660205600
892522379
190957499
703744301
905995984
898241469
657453715
694679394
180347081
32780
137576589
673089678
877988520
664251401
700919231
661040300
892482818
184438076
50297
50041
676461972
59
50897
670658653
205
841089221
890871913
32076
699390034
834260276
321451393
185175948
87227
40891
699246212
694595766
883071792
841891586
842526831
31318
701202746
841914284
425027287
57952
116
51459
834464217
50479
841703903
842539431
886085202
888438017
895402077
842526469
887800687
665474368
702954446
660970957
60985
329
180564156
659958880
80394
465975788
49875
661287391
33411
886064594
49891
891997028
898329619
667409372
834394354
657464250
185232140
700594987
34754
700466690
659306912
180268567
228046710
280
60912
858600757
290287581
464120502
659445588
888201893
901614079
701551561
839897565
863789596
323641348
867216559
883099473
841413494
895374989
90
840128590
694737910
78285
65523
147
85921
896511205
867347598
877187962
212263931
701582165
866720363
165
887447485
425019138
665242020
699083524
887433938
225
26006
82589
881450596
50229
893286825
663593035
33606
701005372
839900286
490535518
659447843
138511186
665234495
671071452
887803236
180430689
137536821
699340457
180672577
253
84321
185166607
20570
74429
196
213967675
83964
887347887
33014
697723801
843515059
183537321
50747
657414158
699129577
659422774
677781450
183757211
112
32198
49842
702936945
888216197
343949776
835991059
672484181
35714
659982167
859125838
889333324
180573740
675923189
878018513
834543535
898469337
180263813
839897544
701502176
137529792
208290579
888343463
274
701632299
74620
260
49194
888951196
699521503
138757705
322229120
888435453
180617086
34535
78564
703044721
888216115
52174
426620201
661370505
50556
886083522
183442356
669993728
858168136
888201400
862363795
843963815
834504789
39816
667378052
677472170
702416770
672102509
657712486
673562450
427302085
887431282
184113990
51018
703787967
843054385
179785893
837525900
890880481
341254865
52
886120000
892297260
385504800
324664652
61012
61044
701537632
345346989
834455920
667250077
75030
879846538
52095
839801963
839862771
663766163
834461165
667736064
322227716
465429639
80490
703142314
141906547
26002
886750288
839892978
425948568
702936341
657513363
180625599
322603095
180068793
321712661
32815
699245810
892372975
839943407
180608125
227
301269308
892067097
427562548
880998724
39517
60969
324
659324413
669961994
659478152
140216126
426171024
860463669
871886148
886096197
180571087
839851411
839892970
83
869586361
888199809
703107037
888435418
141928450
702772812
888135354
892036930
427659996
671432296
31000
36193
840185134
672213441
54406
56054
138364473
834389975
179777385
180672012
180673578
657373624
73210
698846361
839945021
659269791
675770956
702058504
137539784
209053077
669413247
202
700152123
179774118
868131863
883100601
180591586
51303
876928502
60958
105
426057265
60321
703736420
694748237
114
424754966
886096284
54565
659079639
180421741
427286375
840017911
889104253
490495562
886088224
183648661
669984178
766352270
839822781
322228622
839852240
73988
667154111
713277467
843901747
425434378
51494
54669
666193314
700419605
323124014
671909725
842514366
99360
427695102
888807499
321350270
427417930
74780
180699787
671393183
35233
100
137559072
183575903
835006485
841147529
93
864784977
886764069
889971007
256191794
322335083
660136920
839966550
888121894
668232072
887501375
60728
180346338
26025
889294355
137532495
408530208
253345826
337
834263177
702852195
180586180
290289175
490364154
51492
74769
465447102
657435492
213307946
667377993
339158641
141917484
40248
839841910
883368561
887523415
887809042
424364821
886061149
180605969
889910216
895483578
676113107
858996798
339116963
58081
888212212
896371509
461242497
48268
864489082
237155720
61018
180315228
180676180
321515058
659373568
896460465
464438663
252
427094648
845472476
895370002
839994401
905705240
427710309
661636322
699720997
179819222
108
55511
835517965
658055305
31030
877276764
887383325
57971
659530405
838921561
424617332
665773210
61013
699183461
839841590
892536958
180623602
425725158
50294
661392835
887895094
322857593
663116799
50469
661375896
673166661
834576061
879914223
896171210
887530265
888705097
657234345
312
826973410
888423477
698846289
888436176
20521
661367880
180076565
699182044
703354350
341414761
863498483
445755506
490364052
417126904
490506252
699357599
834349613
883109230
890341253
138350487
46765
185215177
324154868
77058
863558351
699457495
898499609
321943112
703332978
883182499
239
57987
701391382
905705053
347627570
661961454
180434094
891159789
659186744
840003307
890031200
425797954
182
32502
357
701194245
892254402
670835600
896420428
20534
673225092
700363093
838752342
842588641
886083450
661186365
839974496
890110381
657779032
340445592
663274996
80698
886057032
896370809
26040
464438655
896330417
889830089
323789146
57371
424867824
834343023
898249534
180263566
344277751
699183738
886746131
138690738
142375998
185125241
346261484
490599477
842594832
659116484
185185456
463647345
60778
138396241
426893104
701627058
77194
841852882
50190
699337500
85985
863397959
879029645
445610437
667270239
700568717
834489120
138374006
321540098
50216
675323220
843586006
86454
892616865
425236147
890070993
50879
86
137536118
339151402
860835227
180203788
892472934
841703617
877503635
665408327
694659619
703007002
834240395
886054382
180568345
887877269
694728405
886058345
892642767
894899960
700804544
122
672077122
290285779
490372355
659808024
665582495
701069810
839441780
657450314
888589155
699861986
889850016
138463151
886762399
138690938
55596
180622866
886082872
425860244
839853023
842545428
490569900
665265678
75208
886092285
894899645
898449789
180559636
662990454
890080758
887896863
190418015
834527081
258479713
701004198
843861171
886088223
301269073
490500606
179788061
185245789
73895
183971715
184001633
699501466
699132291
877406851
888140918
841110321
60370
867255090
56125
839973984
183736507
879864892
892230680
110
702794184
887580671
138356701
51299
699354703
886059688
887435333
322857344
834427119
674698834
834549888
886097023
889273647
184574625
33677
424960326
663467233
888220332
863508255
905471236
185247730
667079024
700976560
703793053
81235
879879559
699541094
888215790
671025032
699076427
895412637
898305017
429849829
490514633
657508350
842362576
667157809
179985339
322857229
701150628
887404170
180268441
490541841
659541799
673261207
834406583
889830120
184410915
50584
663392346
179891754
249661324
180429625
669493766
350
659957497
888210726
427452591
50053
180053535
841514434
867225240
403982282
662979551
765278693
99684
426718801
713152581
840233628
863468402
888224095
895653696
703096887
835479108
35799
665039036
81201
138365418
50020
834300189
889941047
490370893
699065849
51528
890129611
762081329
838227597
890080757
425837295
839918795
896410677
490554056
888589101
185185415
61037
85417
892561006
138459734
424660618
424768211
427302313
713138474
801427086
888203893
659247500
180268227
50892
700047256
703815288
138383847
39
427030341
699074475
54527
669952141
834220081
838210947
180067823
427542964
659698150
180600317
180695164
663090935
698840386
70107
699190498
180616373
77636
842602965
699604598
898439251
839880290
698978777
839966468
51548
55578
694820098
843982558
700079633
138762186
424735615
32841
408591610
51482
699411894
703744356
703840166
863021636
892223253
138691321
694766663
185232023
321340919
661496594
674410545
841564449
887930102
703741632
898329637
888130853
60882
864979032
424390432
669222198
834338324
894971011
142368616
699988494
185207076
841800716
890090362
323641608
168
86052
180699043
206398321
77591
52396
698927531
408530220
661351806
856917729
701982289
179818705
805118055
841819806
888119016
836566341
701150834
905525855
34080
845077682
426918642
242
838202878
85
137532770
667039898
841673857
889243913
138444197
429847952
657712433
887833765
843982764
33492
841523959
52392
665548753
702969184
81668
836034931
138424644
672553240
669631510
699146846
76
887912041
701095252
878858406
888220596
137557420
890129614
663323036
665651490
405221128
890021238
698200008
890319867
465975773
321939723
51471
665033124
699439534
663453366
702916234
704259153
76465
671071524
703837121
891967019
424994753
180287968
660221383
665627546
299
490544305
887361930
237
834330283
839976301
428097615
190426069
694699267
51285
659392114
840081399
905471078
801401736
896370671
32095
659734464
888435437
138391521
371
887447991
892522730
892330555
180302734
190425616
58367
839973398
886056839
887378375
658224031
699450264
883588566
301268887
77213
844673139
887807109
50057
675727480
699644552
841684352
867412787
657390765
667710238
864548405
51771
672024081
839966042
887327064
892566147
321481785
888114618
889228623
840053228
842605320
892290864
72002
839862599
841795526
466253425
466255522
323889966
56121
342907477
417689764
61043
657249615
880655350
841534196
883022434
887348334
387244877
666891075
834243231
890060910
51465
886082764
887393117
839975632
164
209142631
213835875
887803269
428888352
886097266
184574381
869386331
886757751
888233256
905704688
868267665
887877027
179843435
694737563
892303870
57095
694728865
251914111
661080336
704386786
878078524
886058796
859594338
862483800
892319058
664172019
872274641
898249778
673139975
138764414
185178948
657366067
672284164
344028067
670739647
78603
138519434
50087
898389879
659390990
665757273
464426685
667311138
898185602
321331766
698976690
701984166
185060266
657473588
890021239
206398776
35267
659937945
440207963
657513227
703798556
890021233
896521117
670261581
698011481
169
33854
78209
845433740
55437
667719539
841994175
878058505
490541110
61052
886088402
888206238
142368665
657409007
702851442
713184430
320067644
58282
834464373
184269580
835498197
138343629
658137562
840137429
180661782
77497
868089268
880610012
52449
659089362
856519998
140005834
47596
50006
841806120
73512
838331963
890060911
892318971
135
883093551
888131831
888323428
189053899
35568
424786652
51546
867319746
659924319
700543528
79566
886067512
214163157
659223671
861375826
49913
60996
666999955
663556275
840166678
323125095
51488
673212178
180343444
661388867
661844304
661891160
74726
837449293
887766684
457086883
699414590
189591921
427531069
46
657734895
152991547
184476282
702906677
887798045
180698617
138424527
888113358
888253242
898439367
50523
839862602
87226
889759988
35970
669801492
840167184
86153
137562274
428754194
834242306
138766288
886056845
896430458
490533507
61003
839994398
861301671
663350353
863518445
888991874
890375534
699479654
834418432
880702429
671571151
81
834353189
842654407
60785
75691
31894
190277599
26037
50013
886098824
321400633
60980
670934975
701500845
713152323
78543
879132170
663343661
883248978
894899859
703821797
887347944
339472754
426360016
839897610
20514
323641715
661347596
667243466
887804160
31252
702855221
842628431
669581109
834415814
878798347
880366406
886089877
887803052
896410638
663315371
834312476
886056105
697781660
834478829
180182206
406177477
699950169
84197
887929902
188596626
58056
137562001
48183
51276
661190807
138762479
180698608
345717067
703815840
835153940
888115408
140844296
340011534
835154584
845462820
887430107
137575327
48002
889001644
137552434
179767735
33408
867040343
886059637
179838691
213955104
889507225
891957097
138503909
835585936
877606660
889991803
424512306
701303077
51831
878853796
883101740
888448049
889909986
702996211
703364445
860272981
883127732
887807582
33645
51470
673362584
889649956
344009619
427854090
347681980
443417148
665232571
74260
856216293
703793382
888231325
889889980
322334929
703088512
898325453
185163344
667387737
867370909
321647075
55495
660036858
836961362
895409988
185183615
701009428
898439481
180262926
185172165
324400974
138383678
426880854
659467519
704328778
859713954
56323
661726571
665828114
698700361
889820123
185183746
887324051
898319420
137557941
180346523
667509924
424844422
665733269
888423429
137576351
180623691
50295
703841023
887401270
183884439
49999
667486354
842628457
890348305
661453855
31046
33642
58011
834408961
834426224
890119594
393615385
888383458
137557313
285
895430669
665223795
839851842
840204380
892200076
190326846
693112756
886132146
142369213
839986169
840090830
697761790
886110706
887807442
138469752
61035
698740547
490373401
838785037
841176055
878607143
840156092
895593816
879820894
887418287
180573561
424568202
887436378
892594155
31719
180178513
661204699
700915745
77300
99837
208789181
51272
180587774
704415384
888253244
180672608
185131770
33602
657662562
663326329
671265490
887582685
892281593
892642770
839870615
886095032
905456447
183707021
190283262
2358
301268982
802381973
834177143
894257680
896471440
464438654
701009844
670942376
834418377
841099779
889730019
213982496
427641733
490523546
490560985
661496180
699148295
80433
890214642
898329625
658165608
665338701
180198278
441614617
657647906
660044386
834210069
142368077
228606325
51312
86219
185211012
248601450
34638
892107002
895326243
184648245
890031187
321397806
840056603
426883874
889971006
138426263
180563126
206389741
887494751
138483214
840033455
427286441
868113963
400730088
60881
702371551
99912
842529839
185213641
661417844
675717302
703313734
892137072
180613592
50898
661938525
703383963
713188328
895413762
886099365
48015
672910752
699248987
833863585
50589
53005
835164176
180558367
180664306
834293052
841981787
896490779
699372969
699466761
703201342
834046857
862925743
424483593
673110830
887767744
888243297
57573
890136408
674660309
842689573
887891606
425867502
426210706
657102595
659313104
33355
834424265
840091844
896360394
142365704
56961
883114487
657890970
74724
844406882
843029277
888333444
701220326
864833950
137549145
661598347
663059190
700559724
841816411
886098828
60873
660016260
664005804
840004912
877553122
47935
886099342
834465989
426313644
766349082
860688510
887879063
425836288
322857565
35308
702978245
839935663
840184730
834413479
834555413
183790951
898305321
323374694
429847659
694699461
398771174
657472956
702142076
838277652
840243524
856351006
892272954
254689035
427840882
661651711
465974988
658153853
427001797
702299944
703272205
834222676
840137818
886086113
33553
427597828
61088
657094745
886055444
26020
56057
671295328
839920698
841184415
138424595
661262463
661325157
665337347
698635969
888942352
905468279
417410984
50002
840119056
657145139
859824313
54707
659499413
665734976
74710
839881739
886108986
888195996
179737731
228480512
32977
657364426
699280374
838190646
892226761
185213620
253138043
657117307
668000399
887435350
63
895441485
667649086
700314780
702186160
838871143
696247852
839821236
137561155
138444226
837201875
37
892017117
843629664
260581640
60874
839832633
138503885
279
426188333
657593163
834534459
836693751
290289883
321480566
834589351
321491584
323640562
700661231
896340762
211814883
670251613
701121987
701250737
841119001
888363466
699752259
834570751
842669211
882914225
887820137
425438129
47768
836098253
659343828
840233508
892266642
207970697
180319683
184437793
425606128
657974506
713246105
838468282
20575
301269187
889800123
137561225
53009
669353570
805148065
840147662
58082
703840665
867587263
898419593
138378788
892147005
179989790
661425211
888220857
889063213
138530855
184400940
424552265
663697102
885677819
887891133
180602579
50005
673040470
699055824
80866
701521521
886064124
892193099
892302391
898379405
138369902
49845
701550905
896440408
60274
657717108
83176
665205501
840184039
185176701
180623148
40452
425069114
442594030
50888
667397562
898319463
214023345
320067637
703820816
879475417
429847694
185128314
835012785
183990415
321578388
425911810
465982817
50604
844071976
895419461
138771209
426263089
703820238
841089091
867662348
877239167
882834030
895327093
1713
661282749
878598093
879907581
228579167
253663276
665409300
877295830
290343148
32968
659214612
659461305
73428
765888446
868013875
665059221
888215320
180375367
845582901
141918579
214023050
661214234
867627256
886064828
31195
657333330
77560
180343416
1215
184257825
51463
62
665503124
61010
877532766
889333293
890968086
78334
888121707
138048838
213835777
138386506
32953
657686602
661604393
841564211
887432250
889587123
78455
887230015
887487083
140211247
180266142
427944005
699112247
834504956
137529996
703104910
138387975
321520931
834416619
700231824
841060687
870494910
886102041
886301606
256
425909471
51551
659349127
659860894
889051686
672900165
834437280
890215313
51450
860825347
888233003
180264615
427511254
699379935
138465028
834423509
865679923
883158557
180431772
659127395
673008249
862854761
664093787
839936828
870834546
898459564
180428760
440255510
699460159
864563016
896330561
905704723
321348172
699247786
700036981
887346581
184268759
290285937
290288706
425768307
425871263
426469765
700146799
867070335
887378376
887392709
179979894
462891150
667094636
667163876
180001835
290318652
659477680
887422612
890001189
659478271
887804259
887897202
895623372
700306721
700844574
702000800
905657689
248600925
345237645
839975557
842768664
180368889
180376634
84236
842540922
140090056
213884485
50744
56809
700869992
888213002
179985655
425326630
699460148
425720621
834250300
834371666
290321146
658672361
78022
839880979
887800429
180270642
836545621
841174660
858018550
880400625
895297246
896799186
185177146
425470043
425110852
490512838
701060128
843950715
208455036
700755208
834573297
841298037
886110215
889649985
892512389
490497677
886058074
80341
843931244
878506875
138766968
1643
465415347
47936
49849
713240415
464434044
51453
57217
878904692
886301908
887495109
665578092
665671790
703212598
290291522
33633
661731053
703769526
888435455
20518
208991982
31260
33015
50904
699048414
699173123
699634392
891986987
70376
858119771
179773640
56493
840184474
842287461
896361152
60848
61029
858551908
889981488
185185015
661458421
896371399
185174139
699109215
670042938
841145414
841242134
889941062
890050805
180682435
679510936
699829184
839899264
842693982
878871649
180346499
190101290
839908763
886053856
886109481
895441818
73178
863558412
34189
668084352
839968211
886081986
179790812
213979193
50491
663185833
663388622
697836099
834404778
856252581
184597250
390271167
51941
895332839
58408
661303684
864635765
895298612
95
136
138451636
677571909
699369938
700903720
760837139
841791045
86010
886055114
889058316
179938706
441817475
657302980
834457571
51
698956690
700670858
80500
842960699
138742525
321944440
52452
699242810
699752926
844357071
138365042
323641262
834369828
32306
895330719
180233299
657689642
875278496
83596
840156994
892793201
180338294
345262635
424941968
659530254
703074640
713218342
841634096
890393498
892224656
898187692
31070
661448062
883043601
898011577
424753823
426395602
458378303
658859205
663282252
80368
841624372
864368145
887403843
141905385
321651741
673231767
841042435
138381422
31988
74618
840004195
896520453
664415443
674517705
700721041
180615967
879937260
880744830
896410883
898409415
137536888
703005546
703743936
867434062
886100987
213401427
34048
887812844
887785807
346157897
671482376
671511469
70174
183664851
48004
661583174
701073825
841654084
864915579
867721976
890110379
179767222
425715521
48545
657913937
703120949
887841665
208694405
290311507
702994805
839929120
841514197
867677453
465980322
58095
699248160
841594097
896390444
901614328
425096292
426164388
459348603
659186080
701035446
702851685
889900114
424967765
834554329
836480088
841798272
888436114
888789201
905492748
185046640
210414835
213875447
698599351
886056682
887497731
321483186
677978808
700866771
839929315
427246098
700252584
701572101
703838343
840003926
842426405
141903526
388692965
659524048
801891910
905496911
426066920
659473031
661223458
661392039
877331548
51020
703786634
887378367
138388538
664940816
895421560
138374766
180562664
680340190
77358
213979267
462022217
48513
50846
661533985
678037097
839832339
887584486
659524547
661049155
671552324
671779765
701175404
837571028
840091557
864398492
889899992
896450490
321525648
490515733
665167652
77507
881269834
901614329
150907718
464506689
659324189
662146546
666939312
699540837
138050011
835776889
842594866
842667084
896420505
185184819
40451
657632559
698879656
834409553
839995089
841992985
56139
700486051
83141
183739028
213904509
321341018
322
341993693
805211039
892528352
290291097
657163112
701523209
842350771
844081961
886058465
892347248
179787981
465982572
693210363
886094512
892296959
137557526
321943084
425490786
667047832
80846
427048181
701241275
892397918
324401082
699018375
141906390
179949046
657512250
667340208
887592078
895473652
427445385
50482
843595934
889820063
834382506
841042793
887418944
887421796
892147064
208764110
321489989
345084245
425014406
490498647
57492
699848115
867331622
892249873
466261546
698889974
703819465
886185786
895392202
60915
699246757
840156849
892502661
490527677
659374668
843920926
209052636
250683776
34801
427046699
427411862
50029
51318
698778607
190301394
35
660321015
877768499
387132172
48013
713509649
896510521
180335665
344545263
678980036
834201620
880570523
34096
426262185
490509733
664242000
840185258
883002192
883194307
889789986
214121701
429847571
699083116
834220525
842693960
858205806
886750296
835439723
836603402
881469011
50771
663097683
841136089
879898734
179879285
2757
424859297
703793429
842609183
844072013
889007136
895478499
905456673
138428315
142382710
657093471
674781704
699373019
701856710
839879478
887320039
185175920
663225146
699429901
834391365
426849934
665009671
840059599
699243616
699440045
703106225
138465047
490559248
60366
703839794
839792804
889149786
138370631
699048087
700961650
839852258
842559178
861325869
188659612
425338196
674539226
703344459
879028772
667348941
699384141
699431192
700588663
839937199
841145748
863548463
889228446
185232981
341630857
426737393
663658137
836328390
890319030
140150399
213922724
262810284
50070
880948975
142376095
152711254
185232392
659145309
659421841
834585282
895473752
426102453
663223157
766098759
878822220
886088689
180612176
843270069
895438956
898329579
180622777
188281147
213836062
699450217
896171212
397431645
657096187
861315659
889392596
179893290
670711035
886059304
892563565
179978964
214022942
466261552
57
657477753
703842274
878410097
887427274
183650258
659354110
185233210
35783
839936899
841042789
841866654
888594352
50727
665148321
665734907
839791165
883152654
886068196
152777271
248623843
321326093
322857342
704338243
841734546
184305247
665563495
693178339
837594798
839947872
889809991
138476193
359
838236657
839842013
842450132
859808125
888788037
424586994
45
662396445
75580
867218122
898157729
138414471
20574
840033454
858554480
863448313
886097630
179949177
210489344
664999405
703719136
839871619
880574314
887897861
659220434
856575702
213836515
885582841
39898
48540
657785096
659164708
661253227
667673450
898187884
185162265
426510919
490365190
668390585
677861927
867010351
877988518
878837182
137540308
427387498
490567084
663291738
80853
842657056
343035252
346237152
57126
698670193
699764294
886120009
887785142
321596828
34182
426597780
466261592
886090887
138424699
49909
667067943
840138014
887346465
142319488
54897
834392305
887530114
290287759
343029613
50731
674560629
694877488
699223746
892591548
898359686
33345
659977871
694876600
834416605
886300981
886742928
890599904
890851596
179737788
50788
697763647
892788827
137536907
179895231
699340524
883178778
886064065
466258175
886056119
49993
657745971
700943755
892170887
184681244
657612679
665974635
699106835
703220875
860975166
867297919
886293159
892228168
345117570
659214696
700838199
703832324
71902
73674
894377737
250896759
32998
835070989
48509
834242285
859765214
886110690
886291987
190298218
290289377
33209
667340289
702851118
886286092
887402940
895400346
32961
861615308
214161287
321377740
386876547
401455207
490551643
666131636
185208177
417686994
678096659
840549385
391373988
462833170
839802130
839976404
185162968
679888000
886063431
888991539
891070422
179826713
189479637
427994446
892405417
898319450
99468
188046606
257710814
490532195
56439
701162748
826943717
891026274
137573906
444776282
672131540
887580669
184203320
213024522
50018
892248761
892331445
898119706
249372950
56181
657227578
657255052
886110040
887431089
347624808
663263838
424654786
428040013
699690018
837034615
898339261
321456280
425712554
697758596
697782239
698886291
839965634
663301422
699178183
868506379
663260670
839997724
879524049
888111336
248624041
456337688
490536519
75050
885676374
888230823
138421747
184708897
702851174
801513065
842477974
86468
883202188
887360665
183
51476
698915407
841614044
886773790
887413918
898299488
254690409
657203104
665212544
889840007
20522
426857130
842487798
887410022
887580375
185129465
490557924
83301
888436223
137532827
180350226
390294190
426686904
657312940
842644796
898450022
180633149
391906247
659218639
697656970
887395147
889839990
891301655
138375257
141906562
345400842
844406899
870385812
886145459
428798476
60916
663736602
180190823
36440
889323526
184264533
230081406
322718646
657364359
662202386
694660468
663175293
667493596
180262386
180699830
290303010
658182731
665183449
667465521
699235039
699405184
703793436
83231
888228341
889710005
895402507
99877
137558633
321462840
425198082
58365
81256
871023396
890364533
895387877
138488157
184758773
345142592
427782680
52454
657364032
802368203
840128577
99461
188359284
397737152
427215711
73860
839957309
180613110
659633011
661105192
834379615
896400766
898389625
138397122
290304482
663486857
669221883
702396919
841193619
905448404
231299477
439945082
834438418
426161728
840253384
842526479
889595970
180218969
34612
443588745
659469396
665452396
702094487
702924993
867471125
889951983
892683171
466252882
49865
52181
54515
694614588
700275034
700933657
888435469
892136981
142333965
60976
657210019
678126075
138464787
142358597
180622709
2758
834273192
839944950
868214839
138503768
465975786
834679793
890519807
137540412
138464963
213837129
425937704
661774724
878970398
249917062
465982833
659786741
702994580
888994784
892107041
894417615
137574653
180354165
189687312
669774559
835665626
839936853
839958917
859036908
898298278
248623763
425407090
427499936
61092
666929502
834557536
842104062
842585485
886089610
142368823
424577570
55483
675700744
843073314
886063701
889830047
426075093
666025849
841183225
887494750
180043702
466261256
56062
659382268
840118830
888115214
425923457
427555051
457284115
490372584
694660199
702398364
703831072
887798352
891129495
138438304
180336428
657106177
801570799
84067
887370407
895299125
680330310
700378985
82266
180607922
301269084
339490027
429848240
663301522
860915228
868170101
883076922
700459805
834242141
886302632
888196753
895428276
20578
290302375
321950252
49861
702479878
841643830
99426
179988659
702072949
703826376
862894767
892772521
898126095
180181746
185129669
322857716
33268
74220
137534551
138487775
138690543
290285682
323256761
49889
663343355
713381747
839901838
859593563
886058075
886083240
180571180
180603144
320067643
36047
671442136
702862169
835174373
669652816
841634169
657335650
661233294
839891548
138050910
389257788
801911958
839987181
867386734
887322546
94
56694
663203387
834240381
889810005
30077
61116
700548376
703743629
180422367
424588344
659411587
70474
841129683
138346915
61006
694718358
858086964
886767027
890043011
179843680
458889339
663186256
672084122
694649707
699960467
834392385
881678288
892250538
321630111
32343
659760282
666532979
703837424
886059084
895472612
898349863
138524212
180189718
180268472
843446800
185173933
659371878
671143943
699479812
703044410
840063033
840128717
896450918
663213255
698702233
702452408
889941056
34588
490498466
663203019
840213472
841224067
841573286
888728042
426396752
427108203
661692167
694887029
888990801
663823951
703066397
839893241
888273432
320067653
323697119
700692821
702360584
713215253
840031025
887401507
887793962
138766508
254305789
340658485
659274211
665683892
704356733
892393275
321343776
32775
490528616
664223173
702547337
841176056
895302113
901614548
180698794
184238431
50064
80849
878058490
886057092
32734
60733
663796203
839880467
839917131
839929413
889850005
340200821
426786211
676384482
703334347
842064320
868546392
885700198
887391884
889720015
137560417
31877
667368371
863458358
138757919
34762
426087793
657373633
834433590
863518219
879264802
881140185
138342750
657236010
659422770
83946
839928226
866610359
893011328
20524
323889649
427757580
54908
657825183
886055239
887783492
140427953
424849322
700363461
840167189
873747882
886899668
898349558
138380312
344004066
665194850
666879937
863598475
657848232
834457803
859068336
1277
139995579
20529
699450055
701218604
845877332
892219320
896431059
142316989
189525694
425088162
60744
657726984
703173202
834525271
887437853
138437793
185163442
321605016
33407
60924
662014641
834467970
834634753
865075217
879425254
886065198
886105697
460321158
61005
659273001
665438007
667242457
883215662
898148841
180672745
321512780
49206
51274
856325002
887427973
891047335
891313985
138498551
321432107
667270256
671304207
699128862
886059026
137555420
180601605
190469500
659302815
661256025
662076158
839830697
841341356
886109633
138362447
188968589
190067795
658871283
659656030
696220188
837202499
839320861
868052024
886055149
887373596
117
137558126
180607796
892432814
893531443
180626657
190054931
428161550
659468939
839900240
890814012
895641805
248637160
39933
54531
667301267
703514275
885672269
886059288
891987037
408534922
694757197
702697489
703793212
703835034
886055383
138436056
190697238
390646555
427269446
490543453
658107991
669231423
700532295
835937362
841220174
878078514
886088221
892769575
1216
206392058
657405754
666874727
703737266
703793430
86385
888393474
905470305
490525422
699096824
839871839
856832521
886148715
138507838
180647232
33010
393979500
663512418
665321708
835488147
427847553
60796
839033304
898439268
180584076
663448422
670833033
698606926
863808496
886080291
118
179779186
427229905
54273
661069163
73899
81233
839994469
841308647
290308203
425179564
61004
657423668
870893601
886068983
898237572
137560252
138400819
180071404
180309737
321641671
408535233
888115798
137530872
137557998
138384043
180564079
321646774
425468830
56147
659266235
669241736
888222064
893680559
137549397
137555653
661371767
867641538
898131560
183443670
323641176
664054740
669882103
670863279
901610470
183746321
347680139
659401602
665252401
667326159
699074795
839909763
839926766
842530334
885611917
886056527
886758005
34561
699197592
180602339
31728
322231176
424449642
427164554
895410831
400402501
51298
662132459
700627186
839813128
886082659
888131832
137559304
425238825
52165
661144121
664719103
665514032
699275279
834543635
838142349
840128238
888194797
657744399
661785917
74993
888200615
890849261
892788850
901609496
321324614
50951
60591
661702012
703192422
898459530
138365549
839899372
842191417
879508706
886767158
888225485
897981591
898237023
99780
138386010
208734964
31359
50078
699203710
802365699
837123224
842251381
890868520
892251659
141929756
179826651
65529
699182047
702697026
81239
839928355
883113936
889850032
896779182
180601843
185170820
185174532
424645543
490539610
659509915
699562946
840035872
867375179
891053633
889083438
891967160
892658863
426090891
701483434
839793284
843821742
888198196
889981494
890937483
138760520
179946206
339357862
393962679
860945290
864348733
890802179
138771283
427355951
701522829
703743665
878885143
889383042
842028912
887399743
138447142
322335187
61039
660857757
663466217
701521504
73254
863478338
890517899
61102
667133579
671814392
694718389
892364971
137549384
138495400
180603398
213550219
426106989
661355647
765798110
863508477
873208398
878733159
883031212
138742241
232
35354
428156678
51510
663040179
834380687
888263470
896471133
138511580
50027
55496
659343604
659460144
667283219
694934393
834299689
179790139
50683
678453152
845013977
886302758
887339072
891553230
189230631
207857709
661562820
671760748
839811447
841603818
872160176
887421063
887436685
896370389
490555105
660231819
663070308
699247940
839966574
861395112
184689711
425214932
490556275
667505020
702852415
841298155
842564576
842673489
886739622
40
426920911
657851825
699731103
702550627
702985098
841051075
841543926
886053478
886056923
138373496
180623055
190463465
803661016
840147944
843871547
888119571
321413110
490535788
54612
663924576
667710893
670589437
671967402
834447704
841090772
841624192
842690298
869898490
889900005
890119570
137548676
137576235
344235385
50060
657194767
661447849
663983864
665646668
699330107
842605344
887449887
898318904
142356330
424586927
490560025
50212
58049
72664
86298
867366453
206383671
32779
702904535
86079
862971552
868336894
873186730
888263469
137577055
702147605
703743252
879068698
883156715
180605538
425344254
466258781
490382498
661475203
665364903
672151630
886054658
889139092
180218598
50960
834473287
882985194
321636478
33210
427189725
60784
834393991
867377819
208724545
416615564
658144609
663305309
700452980
837035725
180638378
426529864
445099203
54611
839946920
842588863
895358342
32740
35841
657293343
839974698
887582520
887873402
889602029
898001684
138429520
258754423
50016
56142
665344369
805008052
839973688
886056488
887418164
887917976
889077633
895369969
896521466
321633905
340102768
416627764
428769488
490560583
50858
661182963
667696424
836492674
860835243
879834906
321372527
321391629
427410864
427569073
465979867
51287
661476767
677560226
677762611
859038028
870236919
887495111
137549712
180245312
185216827
2654
43
51493
699306213
700853774
703252014
881109899
183769627
190188725
490534536
699070616
770
834250313
179737940
410705733
457900282
659949246
662013163
699184111
72088
834370767
889819987
896501089
34618
425978224
464555885
703741511
883319361
886302008
893249277
898499855
180240496
180292377
183462117
50014
664017066
700391684
840118414
888146483
179790511
425850136
699384778
137558781
335
393470659
425784014
663539576
858614945
878347683
887504246
